[{"url": ["http://www.annomate.com/"], "name": ["Annomate"], "description": ["- Provides credit card processing, ATM placements and sales, event ATMs, and ACH services for businesses nationwide.\r"]},
{"url": ["http://www.avanticorp.net/"], "name": ["Avanti Merchant Services"], "description": ["- Banking account, check guarantee and conversion.  Includes overview of services.\r"]},
{"url": ["http://www.cybersource.com/"], "name": ["CyberSource"], "description": ["- Provider of real-time eCommerce services, including payment processing.\r"]},
{"url": ["http://www.elect-mer.com/"], "name": ["Electronic Merchant Systems"], "description": ["- Provides merchant account services and credit card processing equipment for small businesses, offers service and equipment nationwide.\r"]},
{"url": ["https://www.firstdata.com/"], "name": ["First Data Corporation"], "description": ["- Provider of merchant processing services.\r"]},
{"url": ["http://www.gotmerchant.com/"], "name": ["Gotmerchant.com"], "description": ["- Merchant account services that includes accepting credit and debit cards, and check services.\r"]},
{"url": ["http://www.gtech.com/"], "name": ["GTECH Holdings Corp."], "description": ["- An information technology company providing software, networks, and professional services for transaction processing solutions in the commercial gaming and financial transaction processing industries. (NYSE: GTK)\r"]},
{"url": ["http://www.innuity.com/"], "name": ["Innuity"], "description": ["- Providers e-commerce services to small- and medium-sized businesses. Additionally, offers web site design and promotion services.\r"]},
{"url": ["http://www.powercredit.com/"], "name": ["Power Credit"], "description": ["- Software solutions for electronic payment processing. Based in Seattle, United States.\r"]},
{"url": ["http://www.tidel.com/"], "name": ["Tidel Engineering, Inc"], "description": ["- A provider of cash management and robbery deterrent systems.\r"]},
{"url": ["http://www.vantagecard.com/"], "name": ["Vantage Card Services"], "description": ["- Provides credit, debit and check processing to businesses and merchants.\r"]},
{"url": ["http://www.worldpay.com/"], "name": ["WorldPay"], "description": ["- Offers a range of e-payment and e-commerce solutions.\r"]},
{"url": ["http://www.advanis.ca/"], "name": ["Advanis"], "description": ["- Offering market research and analysis.\r"]},
{"url": ["http://www.amaresearch.co.uk/"], "name": ["AMA Research"], "description": ["- Provides market reports covering the building and home improvement industries.\r"]},
{"url": ["http://americasresearchgroup.com/"], "name": ["America's Research Group"], "description": ["- A consumer research and strategic marketing firm, offering full-service marketing research capabilities across North America.\r"]},
{"url": ["http://www.angusreidglobal.com/"], "name": ["Angus Reid Global"], "description": ["- A partnership dedicated to understanding public opinion around the world. Provides a daily summary of published polling results, as well as specialized advice and assistance.\r"]},
{"url": ["http://www.ams-inc.com/"], "name": ["Applied Marketing Science"], "description": ["- Help companies understand the needs of their customers and translate those needs into superior new product and service designs using QFD and Voice of the Customer.\r"]},
{"url": ["http://www.aqute.com/"], "name": ["Aqute"], "description": ["- Competitive intelligence and SWOT analysis using bespoke primary research.\r"]},
{"url": ["http://www.asientertainment.com/"], "name": ["ASI Entertainment"], "description": ["- Advertising and television marketing research company.\r"]},
{"url": ["http://automotiveinsightinc.com/"], "name": ["Automotive Insight, Inc."], "description": ["- Conducts surveys, car clinics and focus groups for automobile manufacturers.\r"]},
{"url": ["http://www.b2binternational.com/"], "name": ["B2B International"], "description": ["- A market research agency specialising in business to business marketing research.\r"]},
{"url": ["http://www.barbaraperryassociates.com/"], "name": ["Barbara Perry Associates"], "description": ["- Offers consulting services in fields of cultural anthropology, consumer research and team learning. Company profile and contacts.\r"]},
{"url": ["http://beacontouch.com/"], "name": ["Beacon Technologies, Ltd."], "description": ["- Permission-based IVR-interactive customer surveys and customer satisfaction research.\r"]},
{"url": ["http://www.blarry.com/"], "name": ["Blarry House Research"], "description": ["- A marketing research company which specializes in the organization of focus groups on a nationwide basis.\r"]},
{"url": ["http://www.gallup-bbss.com/"], "name": ["British Balkan Social Surveys - Gallup International"], "description": ["- Source of information about public opinion in the Balkan countries.\r"]},
{"url": ["http://www.burke.com/"], "name": ["Burke, Inc."], "description": ["- International research and consulting helps manufacturing and service companies understand and accurately predict marketplace behavior.\r"]},
{"url": ["http://www.crmarketsurveys.com/"], "name": ["C R Market Surveys"], "description": ["- Ethnic market research services: Hispanic, African American and general market. Qualitative and quantitative research services.\r"]},
{"url": ["http://www.catalinamarketing.com/"], "name": ["Catalina Marketing"], "description": ["- Offer services within behavior-based marketing and targeted advertising. Located in St Petersburg, Florida, USA.\r"]},
{"url": ["http://www.cidgallup.com/"], "name": ["Cid Gallup"], "description": ["- Offers market research, survey research, public opinion polls, telephone interview, focus group and other market analysis tools throughout Latin America. [English/Spanish]\r"]},
{"url": ["http://www.angelfire.com/biz/clinedavies/"], "name": ["Cline and Davies Research Alliance"], "description": ["- Marketing, advertising, financial, and forensic economic research and analysis. Public speaking and expert witness services.\r"]},
{"url": ["http://www.coalesce.com/"], "name": ["Coalesce Market Research Services"], "description": ["- Scientific consulting firm offering market research and technical telemarkting services\r"]},
{"url": ["http://www.cobbey.com/"], "name": ["Cobbey & Associates"], "description": ["- Focus groups, surveys, usability testing, executive interviewing, and web-based surveys and research for business and consumer markets.\r"]},
{"url": ["http://www.consumercontact.com/"], "name": ["Consumer Contact, Ltd"], "description": ["- Conducting quantitative consumer and business surveys across the United States and Canada.\r"]},
{"url": ["http://consumerinsightsinc.com/"], "name": ["Consumer Insights, Inc."], "description": ["- Full service market research firm specializing in new product development, positioning research, assessment of marketing efforts.\r"]},
{"url": ["http://www.cprchicago.com/"], "name": ["Consumer Professional Research, Inc."], "description": ["- Offering a wide range of market research services for both consumer and business-to-business markets.\r"]},
{"url": ["http://www.contextresearch.com/"], "name": ["Context-Based Research Group"], "description": ["- A qualitative market research, branding and human centered product design consulting firm.\r"]},
{"url": ["http://www.cra.ca/"], "name": ["Corporate Research Associates Inc."], "description": ["- A Canadian market intelligence and public opinion research company, dedicated to providing clients with high quality research and strategic direction.\r"]},
{"url": ["http://www.creativefocus.net/"], "name": ["Creative Focus, Inc."], "description": ["- An Atlanta based marketing research company.\r"]},
{"url": ["http://www.cross-tab.com/"], "name": ["Cross-Tab"], "description": ["- Research analytics, survey design, panel management, computer-assisted telephone interviews and field work.\r"]},
{"url": ["http://www.dakotaww.com/"], "name": ["Dakota World Wide Corporation"], "description": ["- Market research specialists in market analysis, site location , consumer research, sales projections, telephone and online surveys for the grocery and other retail industries.\r"]},
{"url": ["http://www.surveystar.com/"], "name": ["DataStar, Inc"], "description": ["- Provider of survey management and data processing services to researchers worldwide, specializing in administration of Internet-based surveys.\r"]},
{"url": ["http://www.decisionanalyst.com/"], "name": ["Decision Analyst, Inc."], "description": ["- Specializing in product testing, concept testing, advertising research, site selection and strategy research.\r"]},
{"url": ["http://www.depauloresearch.com/"], "name": ["DePaulo Research Consulting"], "description": ["- An independent marketing research consultant who conducts qualitative and quantitative studies.\r"]},
{"url": ["http://www.dfcint.com/"], "name": ["DFC Intelligence"], "description": ["- Providing strategic market research in the interactive entertainment, video game and interactive broadcasting industries.\r"]},
{"url": ["http://www.dichter-neira.com/"], "name": ["Dichter & Neira"], "description": ["- Product and market research consultants for Central America.\r"]},
{"url": ["http://www.digitalresearch.com/"], "name": ["Digital Research, Inc."], "description": ["- Qualitative and quantitative marketing research services.\r"]},
{"url": ["http://www.directionsresearch.com/"], "name": ["Directions Research, Inc."], "description": ["- Custom market research and survey market research. Custom market research by industry.\r"]},
{"url": ["http://www.discoveryresearchgroup.com/"], "name": ["Discovery Research Group"], "description": ["- Telephone marketing and research. Provides corporate profile, services, industry, and contact information.\r"]},
{"url": ["http://www.dodgeresearch.com/"], "name": ["Dodge Business Research Consulting"], "description": ["- Integrated market research solutions for business decision-makers.  Focus Group moderating and quantitative market research in business to business and consumer segments.  World-wide capabilities and experience.\r"]},
{"url": ["http://www.dssresearch.com/"], "name": ["DSS Research"], "description": ["- Market research for managed care, healthcare, technology and hospitality industries. Experienced with conjoint analysis, statistical modeling, customer satisfaction and internet surveys. Certified by NCQA for HEDIS and Medicare HOS surveys.\r"]},
{"url": ["http://www.ducker.com/"], "name": ["Ducker Worldwide Market Intelligence"], "description": ["- Promotes market research studies for industrial, automotive, energy, and material industries. Sample reports are available.\r"]},
{"url": ["http://www.customersatisfactionevaluation.com/"], "name": ["The Dunvegan Group"], "description": ["- Uses customized, proprietary survey research technologies to provide instant, actionable feedback from customers. Company profile, resources and contact information.\r"]},
{"url": ["http://www.emssurveys.com/"], "name": ["Electronic Market Surveys"], "description": ["- Manufactures a handheld survey unit enabling businesses of all types and sizes to conduct market research and customer/patient/employee satisfaction surveys.  Create, download, collect, upload, and print reports.\r"]},
{"url": ["http://www.firefish.ltd.uk/"], "name": ["Firefish Intelligent Research"], "description": ["- Qualitative and behavioural research for youth markets.\r"]},
{"url": ["http://www.focusresearchinc.com/"], "name": ["Focus Research, Inc."], "description": ["- A full service market research company with expertise in both qualitative and quantitative research offering valuable strategic input and meaningful actionable results.\r"]},
{"url": ["http://www.foreseechange.com/"], "name": ["Foreseechange"], "description": ["- Forecasts of consumer spending and business environment trend analysis.\r"]},
{"url": ["http://www.fwdconcepts.com/"], "name": ["Forward Concepts"], "description": ["- Provides electronics industry market research and strategic product planning assistance.\r"]},
{"url": ["http://www.gallup-robinson.com/"], "name": ["Gallup and Robinson"], "description": ["- Applies survey research methods to the study of advertising effectiveness.\r"]},
{"url": ["http://www.gallup.com/"], "name": ["Gallup Organization"], "description": ["- Provides market research and consulting services for Fortune 500 clients. It also publishes America's leading barometer of public opinion, the Gallup Poll.\r"]},
{"url": ["http://www.gbbis.com/"], "name": ["GbBIS"], "description": ["- Sells targeted business lists and maps.\r"]},
{"url": ["http://www.gmi-mr.com/"], "name": ["GMI - Global Market Insite, Inc."], "description": ["- Provides software tools to manage and automate multi-country market research. Offers enterprise feedback solutions for customer, partner and employee programs.\r"]},
{"url": ["http://www.gongos.com/"], "name": ["Gongos, Inc."], "description": ["- Provides full-service research firm specializing in customer-focused new product development, product testing, clinics, focus groups, telephone, and mail studies.\r"]},
{"url": ["http://www.graffgroup.com/"], "name": ["Graff Group"], "description": ["- Marketing research and new business development. Primarily business to business qualitative market research. Focus groups and executive interviewing.\r"]},
{"url": ["http://www.groupsplus.com/"], "name": ["Groups Plus, Inc."], "description": ["- Focus group research by Tom Greenbaum's organization.\r"]},
{"url": ["http://www.guidestarco.com/"], "name": ["GuideStar Research"], "description": ["- Full-service strategic research and consulting firm specializing in organizational effectiveness.\r"]},
{"url": ["http://www.harrisinteractive.com/"], "name": ["Harris Interactive"], "description": ["- Market research firm using the interactive power of the internet to gather market intelligence and opinions.\r"]},
{"url": ["http://www.horizonresearchint.com/"], "name": ["Horizon Research International"], "description": ["- Market research services (qualitative and quantitative) to over 1,500 companies worldwide.  Located in Louisville, Kentucky, the firm has undertaken thousands of studies at the national, regional, and local levels over the past 19 years.\r"]},
{"url": ["http://www.icrsurvey.com/"], "name": ["ICR - International Communications Research"], "description": ["- Designers of customized marketing research studies for both consumer goods and business-to-business services companies including packaged goods marketers, telecommunications firms, pharmaceutical manufacturers, entertainment industry companies, financial and investment institutions, utilities, and consultants.\r"]},
{"url": ["http://www.imstv.com/"], "name": ["Infomercial Monitoring Service, Inc."], "description": ["- Provides infomercial rankings, information, reviews, and media reports.\r"]},
{"url": ["http://www.insight-corp.com/"], "name": ["The Insight Research Corporation"], "description": ["- Telecommunications market research and strategic analysis reports and custom research services to major industry players.  Excerpts from past work on broadband communications, ATM, fiber optics, residential telecom consumers, IP telephony, wireless, and all major areas of Telecomm.\r"]},
{"url": ["http://www.onlineinsights.com/"], "name": ["Insights, Inc."], "description": ["- Provides professional business development, consumer products and services analysis, strategic planning support, and internet market research.\r"]},
{"url": ["http://www.integron.nl/"], "name": ["Integron"], "description": ["- Provides performance measurement to chart satisfaction, loyalty and competitive strength. [Dutch/English]\r"]},
{"url": ["http://www.ikmarketing.de/"], "name": ["International Marketing Research"], "description": ["- Experienced in qualitative research, moderation of focus groups, online research, mystery shopping, in-depths, project management, analysis and report, multlingual,paneuropean research with report in English\r"]},
{"url": ["http://www.iodatacorp.com/"], "name": ["Io Data Corp."], "description": ["- Specializes in customer satisfaction research, data solutions, market research, strategic planning, and financial analysis. Located in Salt Lake City, UT.\r"]},
{"url": ["http://www.sharpeassociates.com/"], "name": ["Irwin P. Sharpe & Associates"], "description": ["- Market research, surveys and consulting for industrial, high-tech and B2B products and services.\r"]},
{"url": ["http://www.issans.com/"], "name": ["Issues & Answers"], "description": ["- Utilizes advanced technology survey techniques for high-quality data collection in global market research.\r"]},
{"url": ["http://www.jdpa.com/"], "name": ["J.D. Power and Associates"], "description": ["- An international marketing information firm widely recognized as the \"voice of the consumer.\"  Performs consumer surveys, analyzes perspectives, and offers  advanced customer satisfaction studies, analyses,  and training initiatives.\r"]},
{"url": ["http://www.jeffersondavis.com/"], "name": ["Jefferson Davis Associates, Inc."], "description": ["- A strategic marketing research company providing custom qualitative and quantitative market research services.\r"]},
{"url": ["http://www.kmrinsights.com/"], "name": ["Karchner Marketing Research"], "description": ["- Qualitative marketing research including focus groups and individual interviews.\r"]},
{"url": ["http://www.kingbrown.com/"], "name": ["King, Brown & Partners, Inc."], "description": ["- Full service provider of qualitative, quantitative traditional and on-line market research services.\r"]},
{"url": ["http://www.leadershipfactor.com/"], "name": ["Leadership Factor"], "description": ["- Specialists in Customer Satisfaction Measurement, Satisfaction Benchmarking, Customer Satisfaction Seminars, Employee Satisfaction Measurement, Market Research.\r"]},
{"url": ["http://www.longwoods-intl.com/"], "name": ["Longwoods International - Research Solutions"], "description": ["- We go beyond data, to provide senior decision-makers with strategic research solutions and unparalleled expertise in marketing, communications, public affairs, accountability, branding and tourism.\r"]},
{"url": ["http://www.macorr.com/"], "name": ["MaCorr Research Services"], "description": ["- Specializes in quantitative and qualitative research online, surveys, sample size optimization, advanced statistical analysis, and web panel research.\r"]},
{"url": ["http://www.macroinc.com/"], "name": ["MACRO Consulting, Inc."], "description": ["- Traditional and online quantitative product research services.\r"]},
{"url": ["http://www.mdcresearch.com/"], "name": ["Market Decisions Corporation"], "description": ["- Market research firm providing business and consumer information management, surveys, focus groups, usability and product development research and consulting.\r"]},
{"url": ["http://www.marketdigestonline.com/"], "name": ["Market Digest Online"], "description": ["- Investing, stocks, shares, company analysis, business, financial reports, stock quotes, futures, recommendations and experts in stock market commentary.\r"]},
{"url": ["http://www.mktdirections.com/"], "name": ["Market Directions"], "description": ["- Marketing research firm, focusing on health care, financial, telecommunications, high tech and growth industries.\r"]},
{"url": ["http://www.marketprobe.com/"], "name": ["Market Probe, Inc."], "description": ["- Full-service customer-oriented marketing research firm.\r"]},
{"url": ["http://www.mrniresearch.com/"], "name": ["Market Research Northern Ireland"], "description": ["- Independent research agency in Northern Ireland.  Provides quantitative, qualitative and business to business services.  Boasts Ireland's first viewing facility.\r"]},
{"url": ["http://www.databeans.net/"], "name": ["Market Research on Electronics"], "description": ["- Market research on telecom, wireless, internet, consumer, industrial, medical and components.\r"]},
{"url": ["http://www.mapsnet.com/"], "name": ["Marketing and Planning Systems"], "description": ["- A research and consulting firm, providing strategic marketing counsel to a select group of distinguished clients.\r"]},
{"url": ["http://www.marketingaudit.com/"], "name": ["The Marketing Audit"], "description": ["- Offers market assessment, customer satisfaction, due diligence, and benchmarking consulting.\r"]},
{"url": ["http://www.mwshop.com/"], "name": ["The Marketing Workshop, Inc."], "description": ["- Provides competitive marketing intelligences research and analysis.\r"]},
{"url": ["http://www.marketresearch.com/"], "name": ["MarketResearch.com"], "description": ["- Providing a searchable database of market research reports, newsletters, competitive intelligence data, and company profiles. Covering variety of topics, markets, and countries.\r"]},
{"url": ["http://www.mm-c.com/"], "name": ["Marshall Marketing & Communications"], "description": ["- Local/National Market Research, Sociodynamics, and Qualitative Software.\r"]},
{"url": ["http://www.mmrcinc.com/"], "name": ["Meczka Marketing Research and Consulting"], "description": ["- A Southern California, full-service market research companies that provides services nationally and internationally.\r"]},
{"url": ["http://www.meeproductions.com/"], "name": ["MEE Productions"], "description": ["- MEE is nationally recognized for its communication strategies to reach and influence urban populations. As a leader in our field, MEE is constructively using years of focus group research, award-winning production experience and industry proven marketing and advertising expertise.\r"]},
{"url": ["http://www.mindbranch.com/"], "name": ["MindBranch"], "description": ["- Market intelligence, management, analysis and research.\r"]},
{"url": ["http://www.nationalanalysts.com/"], "name": ["National Analysts, Inc."], "description": ["- Provides market research and consulting to help large businesses and institutions solve complex marketing problems.\r"]},
{"url": ["http://www.npd.com/"], "name": ["NPD Group"], "description": ["- Offers marketing research services, industry tracking, data collection and analysis.\r"]},
{"url": ["http://www.olingergroup.com/"], "name": ["The Olinger Group"], "description": ["- A marketing research consulting firm specializing in surveys and focus groups.  We measure market and consumer attributes to guide business decision-making.\r"]},
{"url": ["http://www.opinioncenters.com/"], "name": ["Opinion Centers America"], "description": ["- Marketing research company headquartered in Cleveland.  Services include focus groups, phone interviews, surveys, data analysis.\r"]},
{"url": ["http://www.orcinternational.com/"], "name": ["ORC International, Inc."], "description": ["- Services include qualitative, quantitative, Hispanic and online marketing research.\r"]},
{"url": ["http://www.mediafinder.com/"], "name": ["Oxbridge Communications, Inc."], "description": ["- Offers a source for subscription, mailing list, print specifications, and advertising information for magazines, newsletters, catalogs, and other periodicals.\r"]},
{"url": ["http://www.thepathenrygroup.com/"], "name": ["Pat Henry Market Research"], "description": ["- Data analysts who use a menu of research methodologies and statistical techniques to exact meaningful insights, giving a better understanding of business situations.\r"]},
{"url": ["http://www.pennconsulting.com/"], "name": ["The Penn Consulting Group"], "description": ["- Provider of strategic market research and competitive intelligence services.\r"]},
{"url": ["http://www.performanceresearch.com/"], "name": ["Performance Research"], "description": ["- Sponsorship research and evaluation of effectiveness for corporate sponsors and events.\r"]},
{"url": ["http://www.phase-5.com/"], "name": ["Phase-5 Consulting"], "description": ["- Services include marketing assessments, product development research, and branding communications research.\r"]},
{"url": ["http://www.populus.com/"], "name": ["Populus"], "description": ["- Full-service strategic marketing research and consulting company. Sample web survey, case histories, and articles.\r"]},
{"url": ["http://www.preres.com/"], "name": ["Precision Research Inc."], "description": ["- Marketing Research Data Collection Company specializing in focus groups and pre-recruiting projects, taste tests, jury research, audience research, medical and executive research and data processing.\r"]},
{"url": ["http://www.v-primer.com/"], "name": ["PRiMeR, Ltd."], "description": ["- opinion polling and marketing research in the US and worldwide -- projects include: 17 country survey of Latin America, survey of financial elites in 10 Asian countries, web and elite surveys in Europe.\r"]},
{"url": ["http://www.qualcore.com/"], "name": ["Qualcore.com"], "description": ["- Qualitative research - traditional and internet based on-line market research services.\r"]},
{"url": ["http://qualidataresearch.com/"], "name": ["QualiData Research Inc."], "description": ["- This page is intended to bring users of qualitative market research services or ethnography to the best providers world-wide. This page is about Qualidata's unique market research, focus groups, ethnography and other customized services for the market research community.\r"]},
{"url": ["http://www.qualintra.com/en/"], "name": ["Qualintra"], "description": ["- Survey service, analysis and performance indicators for human resources, training, quality.\r"]},
{"url": ["http://www.thequestionshop.com/"], "name": ["The Question Shop Inc."], "description": ["- Market research field services in Southern California\r"]},
{"url": ["http://www.clientalkback.com/"], "name": ["R & M Consultants"], "description": ["- Market research and customer satisfaction surveys covering global custody, banking and investment management.\r"]},
{"url": ["http://www.ratethemusic.com/"], "name": ["RateTheMusic.com"], "description": ["- Interactive tool that allows you to listen to the latest music and give your feedback. Information is given to record companies and radio stations.\r"]},
{"url": ["http://www.rcmhamburg.com/"], "name": ["RCM Hamburg Market Research"], "description": ["- Customised quantitative and qualitative analysis of client's target groups in Germany and Europe.\r"]},
{"url": ["http://realmarket.com/"], "name": ["RealMarket Research Corporation"], "description": ["- Provides fact-based market intelligence to service and support (CRM) organizations.\r"]},
{"url": ["http://www.research-int.com/"], "name": ["Research International Ltd."], "description": ["- The world's largest custom market research agency, with offices in 50 countries worldwide drawing on 30 years of expertise. Research International has developed a portfolio of advanced research services which have benefited from international validation and their continuing commitment to outstanding research and development.\r"]},
{"url": ["http://www.rsok.com/"], "name": ["Research Solutions of Oklahoma"], "description": ["- Specializing in public relations and communication web based research. From communication audits to satisfaction surveys to media relations research.\r"]},
{"url": ["http://www.researchandmarkets.com/"], "name": ["ResearchAndMarkets.com"], "description": ["- Provides a variety of market research reports in a variety of industries including pharmaceuticals, construction and engineering, retailing and e-commerce.\r"]},
{"url": ["http://www.re-search.com/"], "name": ["Resolution Research"], "description": ["- Expert market research and analysis via CATI telephone surveys. Customer satisfaction studies, executive recruitment, market share, attitude/opinion polls.\r"]},
{"url": ["http://www.resonantresearch.com/"], "name": ["Resonant Research"], "description": ["- Provides qualitative strategic marketing research for a variety of industries.\r"]},
{"url": ["http://www.rsginc.com/"], "name": ["Resource Systems Group, Inc."], "description": ["- Offering a wide range of market research and consulting services for infrastructure and environmental management, ranging from traffic impact analysis to natural resource analysis.\r"]},
{"url": ["http://www.rksresearch.com/"], "name": ["RKS Research & Consulting"], "description": ["- Market research and public opinion polling.\r"]},
{"url": ["http://www.ronin.com/"], "name": ["RONIN Corporation"], "description": ["- A market research supplier focused on the high technology industries.\r"]},
{"url": ["http://www.schaefer-marketresearch.com/htdocs_en/home/index.php"], "name": ["Schaefer market research GmbH"], "description": ["- A full-service research agency specialising in market research for consumer goods and pharmaceuticals, as well as research in the services and information sectors.\r"]},
{"url": ["http://www.srbi.com/"], "name": ["Schulman, Ronca & Bucuvalas, Inc."], "description": ["- Full-service global research and strategy organization offering analysis for business, government and research institutions.\r"]},
{"url": ["http://www.selantek.com/"], "name": ["Selantek Market Research"], "description": ["- Market Research on the Semiconductor Industry and Electronics\r"]},
{"url": ["http://www.sigmaresearch.com/"], "name": ["Sigma Research Management Group"], "description": ["- Full service marketing research, both traditional and online.\r"]},
{"url": ["http://www.s-m-a-r-t.com/"], "name": ["SMART Marketing Research"], "description": ["- A marketing research firm specializing in quantitative survey research for product optimization, market segmentation and brand positioning, forecasting, and customer satisfaction measurement.\r"]},
{"url": ["http://www.specifics.com/"], "name": ["Specifics, Inc."], "description": ["- Market research and consulting organization serving the IT services and software industries. Company profile and articles; research reports can be purchased online.\r"]},
{"url": ["http://www.spireresearch.com/"], "name": ["Spire Research & Consulting"], "description": ["- Customised Market Environment Research on the business-to-business market across countries in Asia Pacific.\r"]},
{"url": ["http://www.sterlingresearchgroup.com/"], "name": ["Sterling Research Group, Inc."], "description": ["- A full-service market research company specializing in customer satisfaction surveys.\r"]},
{"url": ["http://www.stevensoncompany.com/"], "name": ["The Stevenson Company"], "description": ["- Specializes in marketing research solutions for consumer durable products and services for the home.\r"]},
{"url": ["http://www.strategies-u.com/"], "name": ["Strategies Unlimited"], "description": ["- Market research reports, analysis, newsletters, and custom studies for the optoelectronic, optical communications, photovoltaic, compound semiconductor materials, and RF/wireless components industry.\r"]},
{"url": ["http://www.taylorresearch.com/"], "name": ["Taylor Research"], "description": ["- Professional video conferencing and market research facilities in San Diego, California.\r"]},
{"url": ["http://www.tudla.com/"], "name": ["Technology User Database Latin America"], "description": ["- Market research and database management company specializing in technology and communication users information in Latin America. Facilitates technology corporations in finding new, untapped markets.\r"]},
{"url": ["http://www.telesight.com/"], "name": ["TeleSight Customer Satisfaction Measurement"], "description": ["- Provides customer satisfaction measurement and reporting services, using all of today's proven methodologies.\r"]},
{"url": ["http://www.throughtheloop.com/"], "name": ["Through the Loop Ltd"], "description": ["- A strategic marketing consultancy, offering consumer, marketplace and brand insight.\r"]},
{"url": ["http://www.tragon.com/"], "name": ["Tragon Corporation"], "description": ["- A full service market research company specializing in integration of marketing research and sensory evaluation for domestic and international companies in the consumer goods marketplace.\r"]},
{"url": ["http://www.trimarkpublications.com/"], "name": ["TriMark Publications"], "description": ["- Searchable database of market research reports, competitive intelligence data, and company profiles in biotechnology, healthcare and life sciences. \r"]},
{"url": ["http://www.versus.co.nz/"], "name": ["Versus Research Limited"], "description": ["- A full-service market research company offering customised qualitative and quantitative research design.\r"]},
{"url": ["http://www.view-finders.com/"], "name": ["View Finders Market Research"], "description": ["- Market research services including focus group moderating and facilitating, interviewing services, and questionnaire design.\r"]},
{"url": ["http://www.wagnergrp.com/"], "name": ["The Wagner Group"], "description": ["- Specializing in quality quantitative studies, specializing in magazine cover testing.\r"]},
{"url": ["http://www.walkerinfo.com/"], "name": ["Walker Info"], "description": ["- Global resource for measuring and managing stakeholder relationships, especially customer satisfaction, 'lost' customer, employee commitment, corporate reputation, and business ethics.\r"]},
{"url": ["http://www.wendovercorp.com/"], "name": ["Wendover Corporation"], "description": ["- Offers internet technology solutions for businesses; includes reports and details on products and services.\r"]},
{"url": ["http://www.wilsonresearch.com/"], "name": ["Wilson Research Group"], "description": ["- Conducts full service market research for publishing, software, hi-tech industries.\r"]}]