[{"url": ["http://www.aboutomega3.com/"], "name": ["AboutOmega3.com"], "description": ["- Offers information and practical advice about fish oil, omega 3, and fatty acids.\r"]},
{"url": ["http://allnutritionals.com/"], "name": ["AllNutritionals.com"], "description": ["- Includes information about vitamins, minerals, herbs, bee products and antioxidants.\r"]},
{"url": ["http://www.medicine.ox.ac.uk/bandolier/band37/b37-4.html"], "name": ["Calcium and Vitamin D"], "description": ["- Study on the use of calcium and vitamin D for preventing hip fractures.\r"]},
{"url": ["http://www.eggnutritioncenter.org/"], "name": ["Egg Nutrition Center"], "description": ["- Scientific information for nutritionists and health care providers to learn about eggs and good nutrition. Has list of research and scientific studies done an eggs online.\r"]},
{"url": ["http://goodfats.pamrotella.com/"], "name": ["Essential Fatty Acids"], "description": ["- Explanation of the fatty acids that are healthy. Omega-3, Omega-6, and Omega-9 fatty acids and which foods they can be found in.\r"]},
{"url": ["http://www.oilofpisces.com/"], "name": ["Fish Oils in Health and Disease"], "description": ["- Collected articles describing current scientific research relating to the benefits of fish oil and fish consumption, including benefits of fish oil for various conditions and diseases.\r"]},
{"url": ["http://www.faia.org.uk/"], "name": ["Food Additives and Ingredients Association"], "description": ["- Includes information on food additives and food ingredients such as enumbers, emulsifiers, flavorings, colorings, functional foods, and preservatives.\r"]},
{"url": ["http://foodsupplements.homestead.com/"], "name": ["Food Supplements"], "description": ["- Information about effects of vitamins and minerals in the body with reference listings for individual nutrients.\r"]},
{"url": ["http://www.foodgenius.com/"], "name": ["FoodGenius.com"], "description": ["- Discover nutrient contents and see if you're getting the RDA.\r"]},
{"url": ["http://www.dldewey.com/hydroil.htm"], "name": ["Hydrogenated Oils: The Silent Killers"], "description": ["- Discusses the effects of hydrogenated oils in the human diet, with numerous references to scientific studies.\r"]},
{"url": ["http://www.fatsforfoods.com/"], "name": ["Lansbergen, Gabrie"], "description": ["- Help to define the best fat for your own food application.\r"]},
{"url": ["http://www.liferesearchuniversal.com/health.html#apple"], "name": ["Life Research Universal- Health Department"], "description": ["- Has listing of foods with saturated fat, cholesterol, and calories. Provides menus with fat and caloric content and nutritional values.\r"]},
{"url": ["http://lpi.oregonstate.edu/infocenter/"], "name": ["Linus Pauling Institute's Micronutrient Information Center"], "description": ["- Information regarding the roles of vitamins, minerals, other nutrients, dietary phytochemicals, and some foods in preventing disease and promoting health.\r"]},
{"url": ["http://www.luteininfo.com/"], "name": ["Lutein - The Vision Carotenoid"], "description": ["- Simple and clear information on role of lutein, a plant carotenoid deficient in most western diets, in vision, especially the prevention of 'age-related macular degeneration', as well as overall health, from the 'Lutein Information Bureau' in USA.\r"]},
{"url": ["http://www.naturalhub.com/natural_food_guide_fruit_common.htm"], "name": ["Natural Food: Fruit"], "description": ["- Discusses how we came to be eating the small range of fruits we now eat, and the relative nutritional and protective strengths of commercially available fruit.\r"]},
{"url": ["http://www.naturalhub.com/natural_food_guide_grains_beans_seeds.htm"], "name": ["Natural Food: Grains Beans and Seeds"], "description": ["- Covers legumes and seeds and their role in the human diet through human evolution. Focuses on the legume, grain, and seed species worldwide, and is particularly relevant to the legume/grain debate in reference to human biochemistry.\r"]},
{"url": ["http://www.abc.net.au/health/library/womenshealth.htm"], "name": ["ABC Health Matters: Women's Health"], "description": ["- A searchable consumer guide to health and disease topics.\r"]},
{"url": ["http://www.gpnotebook.co.uk/simplepage.cfm?ID=-758120441"], "name": ["General Practice Notebook - Gynaecological Diseases and Conditions"], "description": ["- Offers links to all the different diseases from infertility, endometriosis, and menopause.\r"]},
{"url": ["http://www.medhelp.org/forums/show/103"], "name": ["The Gynecology Forum at MedHelp"], "description": ["- Interactive medical question and answer format about all aspects of female reproductive conditions. Patient question is replied to by online doctors at Harvard Medical.\r"]},
{"url": ["http://www.medhelp.org/forums/Gynecology/wwwboard.html"], "name": ["MedHelp - The Gynecology Forum"], "description": ["- Interactive medical question and answer format about all aspects of gynecology. Questions are replied to by online board certified doctors from Harvard Medical School.\r"]},
{"url": ["http://www.womentc.com/"], "name": ["Women's Therapy Center"], "description": ["- Presents details of the symptoms and management of vaginismus, dyspareunia, vulvar vestibulitis, and sexual dysfunction. Includes FAQ, articles, and resources for sale.\r"]},
{"url": ["http://www.nia.nih.gov/"], "name": ["National Institute of Aging"], "description": ["- Government site with information on research and practical resources for the aging population.\r"]},
{"url": ["http://www.healthboards.com/boards/forumdisplay.php?f=9"], "name": ["Aging Issues Message Board"], "description": ["- Forum on the process and affects of aging.\r"]},
{"url": ["http://www.geron.org/"], "name": ["The Gerontological Society of America"], "description": ["- Multidisciplinary society for professionals in the field of aging. Focuses on promoting the scientific study of aging.\r"]},
{"url": ["http://healthyaging.net/"], "name": ["Healthy Aging Campaign"], "description": ["- National, ongoing, health promotion designed to broaden awareness of the positive aspects of aging and to provide inspiration to adults, ages 50 plus, to improve their physical, mental, social and financial health.\r"]},
{"url": ["http://www.infoaging.org/"], "name": ["InfoAging.org"], "description": ["- Provides research-based information on a wide range of age-related diseases, conditions, issues, features, and news.\r"]},
{"url": ["http://www.agingportfolio.org/"], "name": ["International Aging Research Portfolio"], "description": ["- The IARP is a non-profit open-access knowledge management system. Scientists and organizations can track, analyze and visualize grant, publication and other research data in biomedical science worldwide.\r"]},
{"url": ["http://sageke.sciencemag.org/"], "name": ["Science of Aging Knowledge Environment"], "description": ["- Archive of news, commentaries, disease case studies, databases, and other resources pertaining to aging-related research.\r"]},
{"url": ["http://www.naturalhub.com/natural_food_guide_vegetables.htm"], "name": ["Natural Food: Vegetables"], "description": ["- A discussion of the nutritional values of vegetables during human evolution and today; including the importance of tubers, roots, corms, rhizomes and bulbs during evolution. Includes notes on wild African, Asian, and European edible plants.\r"]},
{"url": ["http://nut.sourceforge.net/"], "name": ["NUT Nutrition Software"], "description": ["- Free nutrition software for Linux and DOS, which records and analyzes meals with the USDA nutrient database.\r"]},
{"url": ["http://www.ars.usda.gov/main/site_main.htm?modecode=12354500"], "name": ["Nutrient Data Laboratory Food Composition Data"], "description": ["- Downloadable data sets prepared by the USDA Nutrient Data Laboratory with nutrient values of foods.\r"]},
{"url": ["http://www.nutrientfacts.com/"], "name": ["NutrientFacts.com"], "description": ["- Offers online nutrition tools that generate nutrition facts labels for any food or recipe. Provides a nutrient almanac designed to aid in planning a healthy, balanced diet.\r"]},
{"url": ["http://www.nutrientfinder.com/"], "name": ["NutrientFinder.com"], "description": ["- Online nutrient database of over 66,000 raw, cooked and packaged foods.\r"]},
{"url": ["http://www.soyinfo.com/"], "name": ["Soy Info Online"], "description": ["- Information on soy, soy products, and legumes.  Nutrient charts for common legumes, discussion of allergies, phytochemicals, and protective effects.\r"]},
{"url": ["http://www.wheyoflife.org/"], "name": ["Whey Protein Institute"], "description": ["- Advocates the use of whey proteins in nutrition. Describes nutrition facts and functions complete proteins have in diet.\r"]},
{"url": ["http://phoenix.about.com/cs/health/a/mexicodrugs.htm"], "name": ["About.com: Buying Prescription Drugs in Mexico"], "description": ["- Offers the pros and cons and further considerations including bringing the medications back through customs.\r"]},
{"url": ["http://www.argushealth.com/"], "name": ["Argus Health Systems, Inc."], "description": ["- Provides pharmacy information technology, value-added administration, and claims processing. Learn about Argus, its products, services, and career information.\r"]},
{"url": ["http://www.bakeraps.com/"], "name": ["Baker APS"], "description": ["- Pharmacy automation products, from pill counting to robotic systems and from design services to pharmacy workflow software.\r"]},
{"url": ["http://www.cpspharm.com/"], "name": ["Comprehensive Pharmacy Services"], "description": ["- Since 1971, they have provided pharmacy services throughout the the healthcare system.\r"]},
{"url": ["http://www.drugstorenews.com/"], "name": ["Drug Store News"], "description": ["- Information about the drug store industry, trends, news articles, links.\r"]},
{"url": ["http://www.druginfonet.com/"], "name": ["DrugInfoNet.com"], "description": ["- The Internet source for healthcare information. Provides both information and links to areas on the web concerning healthcare and pharmaceutical-related topics. This free service is brought to you to improve your education as consumers and healthcare professionals.\r"]},
{"url": ["http://www.pharmweb.ie/"], "name": ["Irish Pharmacy Pages"], "description": ["- News and views about Irish Pharmacy with particular interest to community pharmacists.\r"]},
{"url": ["http://www.maxor.com/"], "name": ["Maxor"], "description": ["- Maxor is committed to the cost-effective delivery of quality products and services through our pharmacy benefit management, specialty injectables, and other services.\r"]},
{"url": ["http://www.numarkpharmacists.co.uk/"], "name": ["Numark Pharmacists"], "description": ["- Advice about diseases and conditions, herbal remedies and homeopathy. Ask the pharmacist a question, shop online or just find your local Numark Pharmacist.\r"]},
{"url": ["http://www.paramountdata.com/"], "name": ["Paramount Data, LLC"], "description": ["- Software for pharmacists involved with extemporaneous pharmaceutical compounding (CompoundIt(r)) and other clinical pharmacy related software.\r"]},
{"url": ["http://www.pdr.net/"], "name": ["PDR.net"], "description": ["- Offers healthcare information tailored to physicians, nurses, pharmacists, physicians assistants and consumers.\r"]},
{"url": ["http://www.pharmacychoice.com/"], "name": ["Pharmacy Choice"], "description": ["- Provides online pharmacy news, continuing education, career services, drug resources and pharmacy business solutions for today's pharmacists and pharmacy related industries.\r"]},
{"url": ["http://www.pharmacyonesource.com/"], "name": ["Pharmacy OneSource"], "description": ["- The \"one\" source for information and resources for the pharmacy profession.\r"]},
{"url": ["http://www.pharma-source.com/"], "name": ["PharmaSource.com"], "description": ["- Provides customized pharmacy management services to hospitals and health care systems including staffing, clinical programs, regulatory compliance and inventory control.\r"]},
{"url": ["http://www.pharmasyst.com/"], "name": ["PharmaSYST - Pharmacy with an Engineering Focus"], "description": ["- Designed to blend the professions of pharmacy and industrial engineering and explore the possibilities of pharmacy informatics.\r"]},
{"url": ["http://www.pharmex.com/"], "name": ["Pharmex.com"], "description": ["- Since 1954, Pharmex has worked with pharmacies to develop products and services designed to improve efficiency and enhance pharmacy operations. Products include pharmacy opening kits, prescription laser and thermal forms, warning labels, fonts, and other pharmacy and business supplies.\r"]},
{"url": ["http://www.pharmilink.com/"], "name": ["Physician's Pharmilink"], "description": ["- A one-stop resource for ordering free pharmaceutical samples from leading manufacturers - 24 hours a day, 7 days a week. Exclusively for physicians.\r"]},
{"url": ["http://www.prodigydatasystems.com/"], "name": ["Prodigy Data Systems, Inc."], "description": ["- Specializing in pharmacy management software.\r"]},
{"url": ["http://www.pccarx.com/"], "name": ["Professional Compounding Centers of America"], "description": ["- PCCA provides independent pharmacists with a complete support system for compounding unique dosage forms\r"]},
{"url": ["http://www.rx30.com/"], "name": ["Rx30 Pharmacy Management Systems"], "description": ["- Pharmacy software available on the medical market.\r"]},
{"url": ["http://www.rxinsider.com/"], "name": ["RXinsider"], "description": ["- Free pharmacy training programs, pharmacy news, Spanish for pharmacists, career opportunities, CE's, and industry stocks.\r"]},
{"url": ["http://www.synthetica.no/"], "name": ["Synthetica"], "description": ["- Located in Oslo and is an efficient, flexible, and independent synthesis laboratory. Broad experience in the synthesis of organic compounds of wide structural variety.\r"]},
{"url": ["http://gopps.ca/"], "name": ["Total Pricing Systems Inc."], "description": ["- Web-based information services designed to inform and connect the Canadian Pharmacy community, and anyone with an interest and role in this important sector of the healthcare industry.\r"]},
{"url": ["http://www.abc-of-yoga.com/"], "name": ["ABC of Yoga"], "description": ["- Information and news resource featuring articles on various aspects of Yoga.\r"]},
{"url": ["http://www.aypsite.org/"], "name": ["Advanced Yoga Practices"], "description": ["- Lessons in the different aspects of Yoga.\r"]},
{"url": ["http://www.allexperts.com/browse.cgi?catLvl=3&catID=1762"], "name": ["Allexperts Yoga Q&A"], "description": ["- People with varying amounts of yoga experience offer to answer questions about yoga.\r"]},
{"url": ["http://www.americanyogaassociation.org/"], "name": ["American Yoga Association"], "description": ["- Not-for-profit educational organization. Information on the philosophy and techniques of yoga, classes, books and tapes for sale.\r"]},
{"url": ["http://users.telenet.be/ananda/yoga.htm"], "name": ["Ananda's Site"], "description": ["- Thoughts on various aspects and branches of yoga, brief biographies of several spiritual leaders.\r"]},
{"url": ["http://www.anusara.com/"], "name": ["Anusara Yoga"], "description": ["- A system based on Hatha Yoga founded by John Friend. Information on the Yoga, its philosophy, teachers, and centers.\r"]},
{"url": ["http://www.hermetic.com/crowley/yoga/"], "name": ["Eight Lectures on Yoga by Aleister Crowley"], "description": ["- Transcripts of eight one-hour lectures on the subject of Yoga, including theories, practices, and his experiences. Consists of two sections: Yoga for Yahoos and Yoga for Yellowbellies.\r"]},
{"url": ["http://www.transformationandbreath.com/"], "name": ["Evolution of the Divine Living"], "description": ["- An e-book based on the works of Sri Aurobindo, Mirra Alfassa and Ilse Middendorf.\r"]},
{"url": ["http://www.heavenlygardens.org/"], "name": ["Heavenly Gardens"], "description": ["- Offering free online books concerning meditation, spirituality and literature.\r"]},
{"url": ["http://www.introductiontoyoga.com/"], "name": ["Introduction to Yoga"], "description": ["- Brief articles on Yoga, its definition and nature, school of thoughts, scientific method, and practice.\r"]},
{"url": ["http://himavanti.org/en"], "name": ["Laya Yoga"], "description": ["- Laya Yoga is a practical art of meditation and contemplation based on the ancient knowledge relating to chakras (energy centres). Information on the concepts and practice.\r"]},
{"url": ["http://www.orlov-yoga.com/eng/index.html"], "name": ["Orlov Yoga"], "description": ["- English translations of lectures by Vladimir Ivanovich Orlov on Yoga and religious mysticism.\r"]},
{"url": ["http://www.freemeditation.com/"], "name": ["Sahaja Yoga Meditation"], "description": ["- Offers meditation resources including articles, video, music  and an online course.\r"]},
{"url": ["http://www.santosha.com/"], "name": ["Santosha"], "description": ["- Includes information on Yoga philosophy, and the practice and benefits of postures, meditation and breathing.\r"]},
{"url": ["http://www.satyananda.net/"], "name": ["Satyananda Yoga"], "description": ["- A system of yoga developed by Swami Satyananda Saraswati and his lineage, which incorporates practices derived from ancient and traditional sources.\r"]},
{"url": ["http://www.time.com/time/health/article/0,8599,106356,00.html"], "name": ["Time: The Power Of Yoga"], "description": ["- An article from Time magazine about Yoga in general.\r"]},
{"url": ["http://www.self-realization.com/"], "name": ["Wellness for Body and Soul"], "description": ["- Extensive reference site focuses on yoga philosophy (primarily Kriya), masters and practices. Also offers free yoga software, teacher directory, links to a wide range of resources, books and videos for sale.\r"]},
{"url": ["http://www.genetherapy.me/"], "name": ["Gene Therapy"], "description": ["- Aggregate news portal for research and news.\r"]},
{"url": ["http://kidshealth.org/parent/system/medical/gene_therapy.html"], "name": ["Gene Therapy and Your Child"], "description": ["- Development information for the clinical use of gene therapy for children with severe illnesses.\r"]},
{"url": ["http://www.genetherapynet.com/"], "name": ["Gene Therapy Net"], "description": ["- Information resource for gene therapy news, clinical trials, guidelines, regulation, literature, databases and educational information, scientific research articles and more gene therapy information\r"]},
{"url": ["http://hgti.med.harvard.edu/"], "name": ["Harvard Gene Therapy Initiative"], "description": ["- Provides plasmid construction and virus production services for gene therapy in both research and therapeutic applications.\r"]},
{"url": ["http://www.jessesjourney.com/"], "name": ["Jesse's Journey - The Foundation for Gene and Cell Therapy"], "description": ["- A registered charitable organization raising funds for research in gene and cell based therapies focusing on Duchenne muscular dystrophy and other neuromuscular diseases.\r"]},
{"url": ["http://www4.od.nih.gov/oba/"], "name": ["Office of Biotechnology Activities at the NIH"], "description": ["- Monitors scientific progress and ethical issues in basic and clinical research involving recombinant DNA and human gene transfer at NIH funded institutions.\r"]},
{"url": ["http://www.cfgenetherapy.org.uk/"], "name": ["UK Cystic Fibrosis Gene Therapy Consortium"], "description": ["- A consortium whose aims are to provide cystic fibrosis gene therapy updates to researchers, medics, patients and their families.\r"]},
{"url": ["http://circ.ahajournals.org/cgi/content/full/96/7/2468"], "name": ["Cardiovascular Disease in Women"], "description": ["- A statement for health care professionals from the American Heart Association.\r"]},
{"url": ["http://www.embraceyourheart.com/"], "name": ["Embrace Your Heart Wellness Initiative"], "description": ["- Inspires women to pay attention to their heart health. Through the Patient's Perspective EYH educates health care providers about the challenges facing a woman with heart disease.\r"]},
{"url": ["http://circ.ahajournals.org/cgi/content/full/99/18/2480"], "name": ["Guide to Preventive Cardiology for Women"], "description": ["- American Heart Association and American College of Cardiology, Scientific Statement.\r"]},
{"url": ["http://www.karenyontzcenter.org/"], "name": ["The Karen Yontz Women's Cardiac Awareness Center"], "description": ["- Information about the center and its mission which is to increase awareness of heart disease in women, including risk assessment and education on lifestyle management.\r"]},
{"url": ["http://www.womenheart.org/"], "name": ["WomenHeart: the National Coalition for Women with Heart Disease"], "description": ["- Web site offers information and interactive features, such as a Bulletin Board and a My Journal section. Membership is free.\r"]},
{"url": ["http://www.yogaworld.org/"], "name": ["A World of Yoga"], "description": ["- Site by Ramakrishna Ananda (Graham Ledgerwood) provides overviews to many aspects of Yoga and its practice.\r"]},
{"url": ["http://www.yoga-age.com/"], "name": ["Yoga Age"], "description": ["- Articles on Yoga and translations of Yoga sutras. Includes writings on Asanas, Kriyas and Pranayama.\r"]},
{"url": ["http://www.yogaforbeginners.com/"], "name": ["Yoga for Beginners"], "description": ["- Information for beginning Yoga practitioners including a list of books, tapes, and websites.\r"]},
{"url": ["http://www.yogaforums.com/"], "name": ["Yoga Forums"], "description": ["- Forum for discussion about Yoga.\r"]},
{"url": ["http://www.yogamovement.com/"], "name": ["Yoga Movement"], "description": ["- An exploration of yoga and related subjects such as breathing and meditation.\r"]},
{"url": ["http://yoga.org.nz/"], "name": ["Yoga Online"], "description": ["- Offers information on the practice of yoga. Includes free yoga video downloads and uses flash animation to show yoga moves.\r"]},
{"url": ["http://www.holisticonline.com/Yoga/hol_yoga_home.htm"], "name": ["Yoga Supersite on Holisticonline.com"], "description": ["- Yoga reference covers branches and philosophy, health benefits, practices, beginner's guide.\r"]},
{"url": ["http://www.yogavasistha.com/"], "name": ["The Yoga Vasistha"], "description": ["- Excerpts from Swami Venkatesananda's translation of Vasistha's Yoga.\r"]},
{"url": ["http://www.yogavidyadham.org/"], "name": ["Yoga Vidya Dham: Nasik, India"], "description": ["- A non profit organization imparting Yoga education to all sections of the society. Articles on Yoga and schedule of courses conducted.\r"]},
{"url": ["http://www.yogabasics.com/"], "name": ["Yogabasics.com"], "description": ["- Introduction to Yoga history and practice (asanas and pranayama), downloadable music, teacher finder, products for sale. [May not work in some browsers]\r"]},
{"url": ["http://ihcrp.georgetown.edu/agingsociety/pubhtml/obesity2/obesity2.html"], "name": ["Center on an Aging Society - Obesity Among Older Americans"], "description": ["- At risk for chronic conditions and the groups most likely to be effected.\r"]},
{"url": ["http://www-medlib.med.utah.edu/WebPath/TUTORIAL/OBESITY/OBESITY.html"], "name": ["Mercer University School of Medicine - The Obesity Problem"], "description": ["- Tutorial on specific health risks associated with obesity and what can be done about it.\r"]},
{"url": ["http://obesidad.net/english2002/default.htm"], "name": ["Obesidad.net"], "description": ["- Treat your obesity disease with free weight loss tips, diets and nutrition advice.  Ask Dr. Goldberg and health forum.\r"]},
{"url": ["http://www.spineuniverse.com/conditions/back-pain/back-pain-obesity"], "name": ["Spine Universe - Back Pain and Obesity"], "description": ["- Connection of obesity to back pain and osteoporosis.\r"]},
{"url": ["http://www.healthsystem.virginia.edu/assets/UVAHealth/ssi/includes/obeseqiz.html"], "name": ["Testing Knowledge - How Much Do You Know About Obesity?"], "description": ["- Quiz about obesity from the University of Virginia Health System.\r"]},
{"url": ["http://www.bbc.co.uk/science/0/21702372"], "name": ["BBC Science - What are the health risks of obesity?"], "description": ["- The impact of obesity in the UK: financial, related health problems, personal.\r"]},
{"url": ["http://www.pbs.org/newshour/rundown/how-us-obesity-compares-with-other-countries/"], "name": ["PBS NewsHour - How U.S. Obesity Compares With Other Countries"], "description": ["- First in a series in which the PBS NewsHour and the Organisation for Economic Co-operation and Development, or OECD, will explore how health care and health policy in OECD's 34 member countries compare with the United States.\r"]},
{"url": ["http://www.forbes.com/sites/bethhoffman/2012/08/16/what-the-obesity-epidemic-costs-us-infographic/"], "name": ["Forbes - What The Obesity Epidemic Costs Us"], "description": ["- Infographic illustrates the $450 billion annual cost connected with being overweight in the U.S., from increased medical costs to jet fuel, diet products and clothing.\r"]},
{"url": ["http://www.pbs.org/newshour/rundown/obesity-in-america-by-the-numbers-1/"], "name": ["PBS NewsHour - Obesity in America: By the Numbers"], "description": ["- Startling statistics showing that American adults are expanding by the year, along with their children and health care costs.\r"]}]