[{"url": ["http://democracy.stanford.edu/"], "name": ["Comparative Democratization Project"], "description": ["- A Stanford University project studying emerging democracies. Features a large directory of Internet resources, a collection of syllabi from leading democracy scholars, and seminar papers.\r"]},
{"url": ["http://simpol.org/"], "name": ["International Simultaneous Policy Organisation (ISPO)"], "description": ["- A plan to transform the ruthless competition of globalization into global cooperation.\r"]},
{"url": ["http://www.state.gov/www/global/human_rights/index.html"], "name": ["Bureau of Democracy, Human Rights, and  Labor"], "description": ["- One of the four bureaus that comprise the Office of the Under Secretary for Global Affairs. Responsibilities include promoting democracy worldwide, formulating U.S. human rights policies, and coordinating policy in human rights-related labor issues.\r"]},
{"url": ["http://www.ciponline.org/"], "name": ["Center for International Policy"], "description": ["- Founded in 1975 to promote a U.S. foreign policy                 that reflects democratic values.\r"]},
{"url": ["http://www.citidep.pt/"], "name": ["CITIDEP"], "description": ["- A non-profit, multi-national research institution on participatory democracy, with focus on the impact of information technologies. Site lists activities, research areas, papers, and events.\r"]},
{"url": ["http://forums.e-democracy.org/projects/know/dowire/"], "name": ["Democracies Online"], "description": ["- Promoting the development and sustainability of online civic participation and democracy efforts around the world through experience, outreach, and education.\r"]},
{"url": ["http://www.guibord.com/democracy/"], "name": ["Democracy"], "description": ["- Personal page posits that the \"essence of Democracy\" the way Greeks from antiquity meant it and lived it, is the exact opposite of the so-called \"democracies\" of today.\r"]},
{"url": ["http://www.democracychronicles.com/"], "name": ["Democracy Chronicles"], "description": ["- International team of over fifty authors writing about the struggle for free and fair elections on every continent, with a focus on election reform in the United States.\r"]},
{"url": ["http://democracywatch.ca/"], "name": ["Democracy Watch"], "description": ["- An independent, non-profit, non-partisan Canadian citizen advocacy organization seeking to empower Canadians as voters, citizens, taxpayers, and consumers.\r"]},
{"url": ["http://www.ethicofcitizenship.com/"], "name": ["Ethic of Citizenship"], "description": ["- Introduces the book \"Toward an Ethic of Citizenship Creating a Culture of Democracy for the 21st Century\".\r"]},
{"url": ["http://democracy-africa.org/"], "name": ["Foundation for Democracy in Africa"], "description": ["- A Washington based non-profit, nonpartisan organization focused on strengthening and enhancing the fundamental principles of democracy, and freedom in Africa.\r"]},
{"url": ["http://www.freechina.net/"], "name": ["Free China Movement"], "description": ["- Information and statements from the movement, with a discussion forum.\r"]},
{"url": ["http://www.idea.int/"], "name": ["IDEA - International Institute for Democracy and Electoral Assistance"], "description": ["- Objective is to promote and advance sustainable democracy and to improve and consolidate electoral processes world-wide.\r"]},
{"url": ["http://www.nimd.org/"], "name": ["Institute for Multiparty Democracy IMD"], "description": ["- Supports the process of democratisation in young democracies. Based in The Hague, Guatemala and Maputo (Mozambique).\r"]},
{"url": ["http://majorityvoice.com/"], "name": ["MajorityVoice.com"], "description": ["- A free, non-partisan, local/global, issue-specific, democratic forum system designed to enable humanity to define, proclaim and achieve common goals.\r"]},
{"url": ["http://www.angelfire.com/ma/maxcrc/"], "name": ["Maximiliano Herrera Human Rights Site"], "description": ["- Personal site dedicated to the promotion of the freedom and the democracy around the world. Includes international election calendar, freedom ratings, links to international media and organizations, and a list of countries facing political instability.\r"]},
{"url": ["http://www.ndi.org/"], "name": ["National Democratic Institute for International Affairs"], "description": ["- Non-profit organization associated with the Democratic Party of the United States. Site describes current programs and research projects on the development of democracy, as well as a searchable resource exchange for democratic activists and practitioners.\r"]},
{"url": ["http://www.ned.org/"], "name": ["National Endowment for Democracy"], "description": ["- A private, nonprofit, grant-making organization created to strengthen democratic institutions around the world. Offers access to research and analysis of democratic development around the world.\r"]},
{"url": ["http://www.nepd.org.uk/"], "name": ["Network for Economic and Political Democracy"], "description": ["- Aims to create the conditions for an alternative to New Labour and a new, truly democratic society.\r"]},
{"url": ["http://www.statedemocracy.com/"], "name": ["StateDemocracy.com"], "description": ["- Aims to increase the American public's participation in the legislative processes for more democratic representation.  Reports current events in Congress and State legislatures and offers communication between Citizens, legislators and interest groups.\r"]},
{"url": ["http://www.reengineerdemocracy.com/"], "name": ["Time to Reengineer Democracy?"], "description": ["- An invitation to a broad discussion to explore  a reengineering of democracy for the better of all people on earth.\r"]},
{"url": ["http://www.undp.org/governance/"], "name": ["UNDP Democratic Governance"], "description": ["- United Nations work on new or restored democracies. Includes projects, documents, statements, resources and related General Assembly resolutions.\r"]},
{"url": ["http://www.wwcd.org/"], "name": ["Websters World of Cultural Democracy"], "description": ["- A Web center for information and discussion about the world of cultural democracy.\r"]},
{"url": ["http://www.ourcivilisation.com/cooray/westdem/"], "name": ["The Western Democratic Tradition"], "description": ["- An explanation and description of the western democratic tradition by a professor of constitutional law.\r"]},
{"url": ["http://en.wikipedia.org/wiki/Democracy"], "name": ["Wikipedia: Democracy"], "description": ["- Crowd-sourced encyclopedia article about the theory, types and history of the democratic political system.\r"]},
{"url": ["http://www.movedemocracy.org/"], "name": ["World Movement for Democracy"], "description": ["- Nongovernmental effort to strengthen democracy where it is weak, to reform and invigorate democracy even where it is longstanding, and to bolster pro-democracy groups in countries that have not yet entered into a process of democratic transition.\r"]},
{"url": ["http://www.usm.edu/ccce"], "name": ["Center for Community and Civic Engagement"], "description": ["- Housed at The University of Southern Mississippi. Core activities include after-school programs, service-learning, tutoring and mentoring, and civic leadership development throughout the state.\r"]},
{"url": ["http://www.citizenworks.org/"], "name": ["Citizen Works"], "description": ["- Organization founded by Ralph Nader that recruits and trains citizen activists, and directs them to focused action campaigns. Focuses on the issues of democracy, justice, globalization, environment, equality, freedom, and peace. Includes mailing list, calendar, current projects, and tools for organizing.\r"]},
{"url": ["http://www.goethe.de/br/poa/buerg/en/framebag.htm"], "name": ["Participatory Budgeting"], "description": ["- Description  of the participatory budgeting model used in Porto Alegre, Brazil.\r"]},
{"url": ["http://www.picx.co.uk/"], "name": ["Politically Independent Candidate X"], "description": ["- Free service which advises politically independent candidates on how to become councillors in England and Wales. Information about voting and election procedures, campaign tips, and FAQs.\r"]},
{"url": ["http://accuratedemocracy.com/"], "name": ["Accurate Democracy"], "description": ["- Site explaining Condorcet's method and proportional representation, and their use in public elections and meetings. Free software included.\r"]},
{"url": ["http://bcn.boulder.co.us/government/approvalvote/center.html"], "name": ["Approval Voting"], "description": ["- A voting procedure in which voters can vote for, or approve of, as many candidates as they wish. Each candidate approved of receives one vote, and the candidate with the most votes wins.\r"]},
{"url": ["http://www.tursiops.cc/idhop/av/"], "name": ["Approval Voting"], "description": ["- Advocacy page for Approval Voting.  Includes many theoretical examples which illustrate improvement over plurality voting.\r"]},
{"url": ["http://www.vote.caltech.edu/"], "name": ["Caltech-MIT Voting Technology Project"], "description": ["- Project set up to evaluate the current state and reliability of U.S. voting systems, and to propose specific uniform requirements and guidelines for U.S. voting systems.  Formed in December 2000 in response to the 2000 U.S. Presidential Election.\r"]},
{"url": ["http://robla.net/1996/politics/condorcet.html"], "name": ["Condorcet's Method"], "description": ["- A pairwise election system where ranked ballots are used  to simulate many head-to-head elections, where the winner  is the candidate who wins all pairings.\r"]},
{"url": ["http://www.deborda.org/"], "name": ["The De Borda Institute"], "description": ["- A Northern Ireland-based not-for-profit organisation which aims to promote the use of Borda voting and related voting procedures on all contentious questions of social choice.\r"]},
{"url": ["http://lorrie.cranor.org/pubs/diss/"], "name": ["Declared-Strategy Voting"], "description": ["- Group decision-making procedure in which preference is specified using voting strategies in a given scenario (for  instance, a first-past-the-post election)\r"]},
{"url": ["http://www.wahlrecht.de/english.htm"], "name": ["Elections, Electoral Methods and Electoral Law"], "description": ["- Describes the voting system for German Federal elections, with discussion, statistics, and links related to unusual characteristics such as with overhang seats and negative weighting of votes.\r"]},
{"url": ["http://www.barnsdle.demon.co.uk/vote/vote.html"], "name": ["Elections: Results and Voting systems"], "description": ["- Links to websites and articles on a variety of voting systems and suggested election reforms.\r"]},
{"url": ["http://www.electoral-reform.org.uk/"], "name": ["Electoral Reform Society"], "description": ["- Campaigns for proportional representation and the Single Transferable Vote system in parliaments, assemblies and councils.  Based in the UK, but information is applicable to other countries and to non-governmental bodies.\r"]},
{"url": ["http://www.electorama.com/"], "name": ["Electorama"], "description": ["- Home of the Election-methods mailing list.  Discussion of single-winner election reform, the relative merits of different proportional representation systems, and the technical underpinnings of all election methods.\r"]},
{"url": ["http://www.fairvote.org/"], "name": ["FairVote.org: The Center for Voting and Democracy"], "description": ["- Organization that researches how voting systems affect participation, representation and governance. Advocates proportional representation systems for legislative elections, instant runoff voting for executive and judicial elections and public interest redistricting.\r"]},
{"url": ["http://www.ifi.uio.no/~thomas/lists/amazon-connection.html"], "name": ["The Amazon Connection"], "description": ["- Discusses the  image of the female hero in fiction and  in fact, as it is expressed in art and  literature, in the physiques and feats of female athletes, and in sexual values  and practices.\r"]},
{"url": ["http://www.nostatusquo.com/ACLU/dworkin/"], "name": ["Andrea Dworkin Web Site"], "description": ["- The official site for the noted radical feminist.  Includes an extensive online library of her writings.\r"]},
{"url": ["http://www.ecofem.org/"], "name": ["Ecofeminism.org"], "description": ["- Movement that views the oppression of women and nature as interconnected.  Introduction, news, online journal, bibliography, and links.\r"]},
{"url": ["http://www.everydaysexism.com/"], "name": ["The Everyday Sexism Project"], "description": ["- Catalogs instances of sexism experienced by women on a day to day basis.\r"]},
{"url": ["http://www.thefbomb.org/"], "name": ["The F-Bomb"], "description": ["- Feminist blog promoting and discussing women's rights for teenage girls.\r"]},
{"url": ["http://feminismonline.blogspot.com/"], "name": ["Feminism Online"], "description": ["- Promoting the continued development and protection of women's rights.\r"]},
{"url": ["http://www.cddc.vt.edu/feminism/"], "name": ["Feminism/Feminist Theory"], "description": ["- Bibliographies, links, and information for feminist theory in the US and around the world. Profiles of prominent feminists.\r"]},
{"url": ["http://www.feministeconomics.org/"], "name": ["Feminist Economics"], "description": ["- A printed journal meant as an open forum for dialogue and debate about feminist economic perspectives.\r"]},
{"url": ["http://www.law.cornell.edu/topics/feminist_jurisprudence.html"], "name": ["Feminist Jurisprudence"], "description": ["- An overview, text of key documents, and links to related references from the Legal Information Institute.\r"]},
{"url": ["http://www.feminist.org/global/"], "name": ["Feminist Majority Foundation: Global Feminism"], "description": ["- Includes newswire and online actions.\r"]},
{"url": ["http://feminist.net.tripod.com/"], "name": ["Feminist Net"], "description": ["- Goals, contact information, and links.\r"]},
{"url": ["http://www.feministstudies.org/"], "name": ["Feminist Studies Home Page"], "description": ["- Encourage analytic responses to feminist issues and meant to open new areas of research, criticism, and speculation.\r"]},
{"url": ["http://www.feministing.com/"], "name": ["Feministing"], "description": ["- Young women are rarely given the opportunity to speak on their own behalf on issues that affect their lives and futures. This provides a platform for them to comment, analyze and influence.\r"]},
{"url": ["http://www.ifeminists.net/"], "name": ["ifeminists.com"], "description": ["- A central gathering place and information center for individualist feminists, focusing on ifeminism, a new approach to feminism that emphasizes freedom and the individual.\r"]},
{"url": ["http://www.trettel.com/ccrc/"], "name": ["The Conservative Christian Resource Center"], "description": ["- Political links of interest for Christian conservatives\r"]},
{"url": ["http://www.angelfire.com/ak3/geographer/"], "name": ["The Conservative Geographer"], "description": ["- Conservative viewpoints on today's major geography related issues.\r"]},
{"url": ["http://usconservatives.about.com/"], "name": ["Conservative Politics at About.com"], "description": ["- News, commentary, editorial cartoons, newsletter, and an extensive directory of links concerning conservative political issues, organizations, and media.\r"]},
{"url": ["http://www.conservativeforum.org/"], "name": ["ConservativeForum.org"], "description": ["- Offers a large collection of essays, quotations, and links to right-thinking academics, journalists, authors, and activists in North America.\r"]},
{"url": ["http://www.conservativehq.com/"], "name": ["ConservativeHQ.com"], "description": ["- A conservative web portal  providing news and reviews, discussion boards, free newsletters, conservative email, online shopping.\r"]},
{"url": ["http://www.infowars.com/"], "name": ["Infowars"], "description": ["- The web page of syndicated radio host Alex Jones. Conspiracy-tinted site containing strong opposition to socialism, communism, and the New World Order.\r"]},
{"url": ["http://www.orthodoxnet.com/"], "name": ["OrthodoxNet.com"], "description": ["- Providing news, information and commentary from a conservative Orthodox Christian perspective on social and cultural issues of our times.\r"]},
{"url": ["http://www.project21.org/P21Index.html"], "name": ["Project 21"], "description": ["- A networking and research organization founded in 1992 to give a voice to conservative African-Americans. Sponsored by the National Center for Public Policy Research\r"]},
{"url": ["http://warrior69.tripod.com/"], "name": ["The Republican Papers"], "description": ["- A collection of articles and user-submitted essays, including text of recent speeches.\r"]},
{"url": ["http://www.rushonline.com/"], "name": ["Rush Online"], "description": ["- Conservative site with sections for cartoons and jokes, as well as paragraph-long summaries of positions on various issues.\r"]},
{"url": ["http://www.rutherford.org/"], "name": ["The Rutherford Institute"], "description": ["- A non-profit conservative legal organization dedicated to the defense of civil, especially religious, liberties and human rights.\r"]},
{"url": ["http://www.immigrantvoting.org/"], "name": ["The Immigrant Voting Project"], "description": ["- Promotes discussion of immigrant voting rights (also known as resident voting, alien suffrage, and non-citizen voting) as a sensible policy to strengthen democracy by encouraging citizenship, community building, and government accountability.\r"]},
{"url": ["http://www.ifes.org/"], "name": ["International Foundation for Election Systems (IFES)"], "description": ["- A private, nonprofit organization established in 1987 to support electoral and other democratic institutions in emerging, evolving, and experienced democracies.\r"]},
{"url": ["http://tech.groups.yahoo.com/group/politicians-and-polytopes/"], "name": ["Politicians and Polytopes mailing list"], "description": ["- Preferential voting, and the mathematics of methods derived from or compliant with, principles of STV and FPTP.\r"]},
{"url": ["http://www.jdawiseman.com/papers/electsys.html"], "name": ["PR-Squared"], "description": ["- A new electoral system which boasts the advantages of first-past-the-post, but retains the \"fairness\" of proportional representation.\r"]},
{"url": ["http://bolson.org/voting/"], "name": ["Voting System Simulations"], "description": ["- Millions of simulated elections, statistics gathered, utilitarian bests found. Advocates Acceptance/Approval, Borda, Condorcet, Rated, variations, while considering IRV harmful\r"]},
{"url": ["http://en.wikipedia.org/wiki/Voting_system"], "name": ["Wikipedia: Voting System Definition"], "description": ["- Comprehensive description of various voting systems.  Site uses an open Wiki, which allows anyone to make additions or corrections.\r"]},
{"url": ["http://whyfiles.org/shorties/068voting/index.html"], "name": ["Whyfiles.org -- \"Voting for better voting\""], "description": ["- Alternative voting systems could reduce chances for another election-day disaster\r"]},
{"url": ["http://discovermagazine.com/2000/nov/featbestman/"], "name": ["May the Best Man Lose"], "description": ["- Discover magazine critical of winner-take-all and plurality systems, favoring proposals by Donald Saari and Steven Brams.\r"]},
{"url": ["http://www.siam.org/siamnews/10-00/consensus.htm"], "name": ["Making Sense out of Consensus"], "description": ["- SIAM News article about Borda, Condorcet, and Approval voting which uses the Jesse Ventura victory in Minnesota as primary example.\r"]},
{"url": ["http://www.jofreeman.com/"], "name": ["Jo Freeman: Feminist Scholar and Author"], "description": ["- Archive of articles, personal profile, protest photos, links, contact information, and images of and history behind political buttons.\r"]},
{"url": ["http://www.mookychick.co.uk/"], "name": ["Mookychick"], "description": ["- UK-based feminist website and community for alternative young women. Focuses on alternative lifestyle with a feminist perspective.\r"]},
{"url": ["http://www.offourbacks.org/"], "name": ["Off Our Backs"], "description": ["- Provides news and information about women's lives, feminist activism, ideas, and theory, the status of women around the world, and women and lesbian culture. Features archived articles.\r"]},
{"url": ["http://www.weisbord.org/Feminism.htm"], "name": ["Offshoots of Liberalism - Feminism"], "description": ["- A Marxist analysis of feminism as an offshoot of Liberalism.\r"]},
{"url": ["http://therepresentationproject.org/films/miss-representation/"], "name": ["The Representation Project"], "description": ["- Project originating with the 2011 movie Miss Representation aiming to injustices created by gender stereotypes. Information on project, resources, blog.\r"]},
{"url": ["http://www.saidit.org/"], "name": ["Said It"], "description": ["- Magazine with media analysis, international news, essays, activist alerts, forum, how to subscribe, back issues, letters, calendar, and links.\r"]},
{"url": ["http://www.shamelessmag.com/"], "name": ["Shameless Magazine"], "description": ["- Canadian progressive publication for teenage girls.  How to subscribe, mailing list, advertising rates, submission guidelines, press, message board, editor's weblog, photos, and links.\r"]},
{"url": ["http://www.cs.uu.nl/wais/html/na-dir/feminism/terms.html"], "name": ["soc.feminism Terminologies"], "description": ["- Definitions and descriptions of various feminist movements archived from Usenet.\r"]},
{"url": ["http://www.townhall.com/"], "name": ["Town Hall"], "description": ["- Conservative news and information portal, hosting columns, discussion area, live chat, multimedia, issue library, news headlines, and directory. Hosts sites for a number of major North American policy research groups, foundations, publications, and conservative societies.\r"]},
{"url": ["http://www.undergroundnotes.com/"], "name": ["Underground Notes"], "description": ["- Conservative links, news, computer help, music, books, articles and reviews, movie reviews.\r"]},
{"url": ["http://triviavoices.net/"], "name": ["Trivia - Voices of Feminism"], "description": ["- Online journal that publishes feminist writing in the form of literary essays, experimental prose, poetry, translations, and reviews.\r"]},
{"url": ["http://www.scils.rutgers.edu/~kvander/Feminist/"], "name": ["Vandergrift's Feminist Page"], "description": ["- Analysis of feminism, and feminist literary criticism.\r"]},
{"url": ["http://www.americanprophet.org/"], "name": ["American Prophet"], "description": ["- Provides political news, commentary and articles with a Christian slant.\r"]},
{"url": ["http://www.cassiodorus.com/"], "name": ["The Chains of the Consitution"], "description": ["- Essay exploring the history of American constitutionalism.\r"]},
{"url": ["http://plato.stanford.edu/entries/constitutionalism/"], "name": ["Constitutionalism"], "description": ["- Philosophical survey of the idea that government should be limited in its powers by law; from the Stanford Encyclopedia of Philosophy by Wil Waluchow.\r"]},
{"url": ["http://plato.stanford.edu/entries/equality/"], "name": ["Equality"], "description": ["- Survey of social and political equality; from the Stanford Encyclopedia by Stefan Gosepath.\r"]},
{"url": ["http://www.political-theory.org/"], "name": ["Foundations of Political Theory"], "description": ["- Organized section of the American Political Science Association promoting research, teaching, and professional development. News, publications, and awards.\r"]},
{"url": ["http://mathaba.net/gci/gc27/"], "name": ["The Green Book"], "description": ["- Political, Economic and Social basis of the 'Third Universal Theory' in the three parts of The Green Book, the philosophy of Muammar Al Qathafi.\r"]},
{"url": ["http://www.ucl.ac.uk/~uctytho/ted5.htm"], "name": ["Hierarchic Democracy and the Necessity of Mass Civil Disobedience"], "description": ["- Ted Honderich on how gross differentials in economic power, and hence political power, make a mockery of conventional assumptions about \"liberal democracy\", as practiced in the United States and Britain.\r"]},
{"url": ["http://matthew-maly.ru/"], "name": ["How to Make Russia a Normal Country"], "description": ["- Publication by Matthew Maly on Russian transition to democracy and market economy. Bio, resume, articles and books.\r"]},
{"url": ["http://www.ourcivilisation.com/democrat.htm"], "name": ["The Nature of Pure Democracy"], "description": ["- The nature and significance of the appearance of democracy in a civilization.\r"]},
{"url": ["http://web.inter.nl.net/users/Paul.Treanor/neoliberalism.html"], "name": ["Neoliberalism"], "description": ["- Attempts to summarise neoliberalism as a philosophy, not simply as economics.\r"]},
{"url": ["http://www.ucl.ac.uk/~uctytho/"], "name": ["On Equality"], "description": ["- The many principles of equality foisted on egalitarianism, and their worth by Prof. Ted Honderich.\r"]},
{"url": ["http://www.politicaltheory.info/"], "name": ["Political Theory Daily Review"], "description": ["- A portal weblog on political theory and philosophy, updated every weekday. Links to articles and essays that can be read free of charge and that are relevant to the field of political theory, broadly conceived to cover a wide range of subjects, perspectives, and methodologies. There are also several supporting pages that serve as guides for resources found online.\r"]},
{"url": ["http://ovaismirza-politicalthoughts.blogspot.com/"], "name": ["Political Thought"], "description": ["- Political blog including religious thought, current affairs.\r"]},
{"url": ["http://radicalcentrism.org/"], "name": ["Radical Centrism.org"], "description": ["- About the philosophical basis of the Radical Middle movement. Manifesto, papers, and links.\r"]},
{"url": ["http://rmanifesto.tripod.com/"], "name": ["Republican Manifesto"], "description": ["- Narrative essay advocating individual freedom, supply-side economics, capitalism, the right to work and other features of the American system.\r"]},
{"url": ["http://www.serendipity.li/jsmill.html"], "name": ["Serendipity: Liberty and Democracy"], "description": ["- John Stuart Mill's essay On Liberty,other articles deaing with liberty, freedom and democracy.\r"]},
{"url": ["http://plato.stanford.edu/entries/sovereignty/"], "name": ["Sovereignty"], "description": ["- Modern notion of political authority of supreme authority within a territory; from the Stanford Encyclopedia by Dan Philpott.\r"]},
{"url": ["http://www.tysknews.com/Depts/gov_philosophy/phil_of_government.htm"], "name": ["TYSK - The Philosophy of Government Department"], "description": ["- Links to articles and essays on the formulation of the U.S. government from an \"original intent\" perspective.\r"]},
{"url": ["http://www.freshcleanday.com/"], "name": ["Where are the Meek?"], "description": ["- Essay by Barry Lenoardini suggesting a less mechanized approach to the pursuit of one's life. Author, table of contents and introduction.\r"]},
{"url": ["http://www.activism.com/"], "name": ["Activism"], "description": ["- Sign petitions online or create your own petitions and publish them to our website.\r"]},
{"url": ["https://www.change.org/"], "name": ["Change.org"], "description": ["- Enables anyone, anywhere to start a petition, mobilize support, and win change in anything from local concerns to global issues. Includes national press coverage, victories, tools and guides. [Numerous languages]\r"]},
{"url": ["http://www.democracyinaction.org/"], "name": ["Democracy in Action"], "description": ["- A non-profit organization, DIA offers a web-based tool that progressive organizations to send emails to Congress.\r"]},
{"url": ["http://www.gopetition.com/"], "name": ["Gopetition.com"], "description": ["- Offers free online petition hosting services, petition creation tools, and how to write a petition.\r"]},
{"url": ["http://www.ipetitions.com/"], "name": ["iPetitions"], "description": ["- Provides free petition creation and database tools. Petitions can be hosted for free at iPetitions, or the tools can be easily integrated with an existing site.\r"]},
{"url": ["http://www.thepetitionsite.com/"], "name": ["The Petition Site"], "description": ["- A petition creation site with an environmental focus. Petitions submitted are reviewed by staff for relevance and quality before being posted to the site. Precedence is given to 501(c)(3) non-profit organizations.\r"]}]