[{"url": ["http://www.androidworld.com/"], "name": ["Android World"], "description": ["- Lots of information on androids and specific android projects.\r"]},
{"url": ["http://telerobot.mech.uwa.edu.au/"], "name": ["Australia's Telerobot on the Web"], "description": ["- An ABB industrial robot operated via the Internet. Online since 1994 and originally controlled with a web browser applet, this was one of the first web-controlled robots. Registration is required to use the robot.\r"]},
{"url": ["http://www.dutchforce.com/~eforum/"], "name": ["Electronics Forum"], "description": ["- Online discussion forum for subject related to electronics including robotics, analog design, analog filters, and tubes.\r"]},
{"url": ["http://www.howstuffworks.com/singing-fish.htm"], "name": ["How Stuff Works - The Singing Fish"], "description": ["- Photographed autopsy of the popular singing fish novelty fad reveals its robotic-like subsystems with complete informative descriptions.\r"]},
{"url": ["http://www.learnaboutrobots.com/"], "name": ["Learn about Robots"], "description": ["- Includes commentary on robot related terminology and many applications of robotics including entertainment, military, space, industrial, and others.\r"]},
{"url": ["http://orionrobots.co.uk/"], "name": ["Orion Robots"], "description": ["- A weblog with tips and help on building robots, robot links and robot designs.\r"]},
{"url": ["http://www.plausiblefutures.com/"], "name": ["Plausible Futures Newsletter"], "description": ["- News weblog on topics that include robotics, artificial intelligence, nanotechnology, biotechnology, and sciences that could dramatically affect the future of society.\r"]},
{"url": ["http://www.popularmechanics.com/science/robotics/"], "name": ["Popular Mechanics Robotics"], "description": ["- Articles discussing the latest news on robotics technology and artificial intelligence research.\r"]},
{"url": ["http://robonyp.8m.com/"], "name": ["Robonyp's Website"], "description": ["- News, links, and several tutorials, on electronics and robotics.\r"]},
{"url": ["http://www.robotcafe.com/"], "name": ["RobotCafe.com"], "description": ["- RobotCafe.com is a unique portal that offers search results based on quality and popularity. Find free tutorials, news, discussion forums, and an  directory of links to robotics websites.\r"]},
{"url": ["http://www.roboticspot.com/"], "name": ["Robotic Spot"], "description": ["- Robotics portal site devoted to robotic locomotion and home automation. Based in Madrid, Spain. Site in English and Spanish.\r"]},
{"url": ["http://www.faqs.org/faqs/robotics-faq/"], "name": ["Robotics FAQ"], "description": ["- For the newsgroups comp.robotics.misc and comp.robotics.research.\r"]},
{"url": ["http://www.roboticsindia.com/"], "name": ["Robotics India"], "description": ["- Robotics community site for India. Site include discussion forums, news, and links.\r"]},
{"url": ["http://www.roboticstrends.com/"], "name": ["Robotics Trends"], "description": ["- News, information, opinion and analysis portal covering the personal, service, mobile and military robotics markets.\r"]},
{"url": ["http://robots.net/"], "name": ["Robots.net"], "description": ["- A news and discussion site for those interested in robots and robotics.  Home of the Robot Competition FAQ and a variety of resource pages.\r"]},
{"url": ["http://www.robotshop.com/blog/en/robots/gorobotics"], "name": ["RobotShop: GoRobotics"], "description": ["- An amateur robotics site, including links, books, and resources.\r"]},
{"url": ["http://www.robotslife.com/"], "name": ["RobotsLife.com"], "description": ["- News and interviews, and information on research and events.\r"]},
{"url": ["http://www.robotsrule.com/phpBB2/"], "name": ["RobotsRule.com Forum"], "description": ["- Discussion forum for fans of the Robots.net web site.\r"]},
{"url": ["http://robots.net/rss/articles.xml"], "name": ["Robots.net"], "description": ["- Robotics and AI news\r"]},
{"url": ["http://thedczone.com/"], "name": ["The DC Zone"], "description": ["- A growing distributed computing community, currently focused on Folding@Home, Find-a-Drug, Grid.org, World Community Grid, and DIMES, though open to other projects.\r"]},
{"url": ["http://www.cs.vu.nl/~bal/das.html"], "name": ["The Distributed ASCI Supercomputer (DAS)"], "description": ["- An experimental wide-area distributed computing cluster used for parallel computing research at five Dutch universities.\r"]},
{"url": ["http://www.bacchae.co.uk/docs/dist.html"], "name": ["Distributed Computing Primer"], "description": ["- Introduction to organising a distributed computing project.\r"]},
{"url": ["http://jeffsutherland.com/"], "name": ["Jeff Sutherland's Object Technology Site"], "description": ["- Breaking news on distributed computing, object technology, components, and business objects.\r"]},
{"url": ["http://www.ogf.org/"], "name": ["Open Grid Forum (OGF)"], "description": ["- A community-initiated forum of individual researchers and practitioners working on distributed computing, or \"grid\" technologies.\r"]},
{"url": ["http://www.securityfocus.com/news/300"], "name": ["Is Distributed Computing a Crime?"], "description": ["- Computer network administrator faces multiple felony charges and years in prison for allegedly installing Distributed.net clients without permission. [SecurityFocus]\r"]},
{"url": ["http://news.cnet.com/2100-1001-270988.html"], "name": ["Distributed computing gets a corporate twist"], "description": ["- \"Grid\" technology has largely been an academic phenomenon, but IBM gives the idea a corporate twist with its Grid Computing Initiative. [CNet News]\r"]},
{"url": ["http://www.pafko.com/history/h_whatis.html"], "name": ["What is a Chemical Engineer?"], "description": ["- Great introduction to what it means to be a chemical engineer.\r"]},
{"url": ["http://www.chem.rdg.ac.uk/dept/catrg/catrg.html"], "name": ["Catalysis Research Centre, University of Reading"], "description": ["- Research in applied catalysis, covering a wide spectrum of chemical, petrochemical, refinery processing, energy conversion, and environmental research.\r"]},
{"url": ["http://chem-eng-net.com/"], "name": ["Chemical Engineering Net 2.0"], "description": ["- Blog about this branch of engineering.\r"]},
{"url": ["http://www.eng-tips.com/threadminder.cfm?pid=135"], "name": ["Chemical Engineers forum at Eng-Tips"], "description": ["- Chemical Engineers technical support forums and mutual help system for engineering professionals. Selling and recruiting forbidden.\r"]},
{"url": ["http://www.cheresources.com/"], "name": ["Cheresources.com"], "description": ["- Information about many chemical engineering topics.\r"]},
{"url": ["http://crf.sandia.gov/"], "name": ["Combustion Research Facility - Sandia National Laboratories"], "description": ["- Conducts research in combustion science and technology focused on improving energy efficiency and reducing emissions from energy conversion and utilization systems. Research ranges from studying chemical reactions in a flame to helping develop sensors.\r"]},
{"url": ["http://www.composite-agency.com/"], "name": ["Composite Agency"], "description": ["- A web platform for the collection and dissemination of  information on diffusion and chemical resistance regarding polymers and composites, such as used for pipelines. The site contains background information, data and a discussion forum.\r"]},
{"url": ["http://www.entropylaw.com/"], "name": ["Entropylaw.com"], "description": ["- Articles, references, and links providing an up-to-date account of entropy, the second law of thermodynamics, and their profound significance from physics and biology to cognition and psychology.\r"]},
{"url": ["http://www.pafko.com/history/h_intro.html"], "name": ["The History of Chemical Engineering"], "description": ["- Includes an introduction to chemical engineering and a brief history of the profession.\r"]},
{"url": ["http://www.howstuffworks.com/oil-refining.htm"], "name": ["How Stuff Works: How Oil Refining Works"], "description": ["- Animated multi-part detailed unbiased tutorial examines the chemistry and technology involved in refining crude oil to produce many products.\r"]},
{"url": ["http://kolmetz.com/"], "name": ["Kolmetz.com"], "description": ["- Chemical engineering consulting firm presents a collection of publications and presentations on various process engineering and design topics, from distillation and process optimization to catalyst selection and troubleshooting.\r"]},
{"url": ["http://www.ensc-lille.fr/english-version.html"], "name": ["The National Graduate School of Engineering Chemistry of Lille"], "description": ["- Authorised to award the ENSCL engineering degree, equivalent to a Masters degree. Includes information for international students and details of programs and research.\r"]},
{"url": ["http://www.chembio.uoguelph.ca/serguei/brief.htm"], "name": ["Semiconductor Processing Technology"], "description": ["- An Outline of a Research Strategy\r"]},
{"url": ["http://www.10angstroms.com/"], "name": ["10 Angstroms"], "description": ["- Provides system sales representation and support for instrumentation manufacturers specializing in nanotechnology throughout North America.\r"]},
{"url": ["http://www.nanoscopy.net/"], "name": ["Advanced Technologies Center (ATC)"], "description": ["- Development and production of scanning probe microscopes and software, scientific research in nanotechnology.\r"]},
{"url": ["http://www.aeptechnology.com/"], "name": ["AEP Technology"], "description": ["- AEP 3D surface profilometers (contact and non contact profilers) excel in innovation, ease of use and precision. They generate more than 2 million pixel image with picometer (0.001nm) resolution.\r"]},
{"url": ["http://www.apnf.org/"], "name": ["Asia Pacific Nanotechnology Forum"], "description": ["- Facilitates a platform for communication and exchange network between forum members, government policy leaders, industry leaders, and top tier investors by means of workshops, seminars and timely conferences.\r"]},
{"url": ["http://www.attonuclei.com/"], "name": ["Attonuclei"], "description": ["- The company researches and develops custom quantum dots fabrication techniques for implementation in high value added products.The company also assists others with product development efforts by providing nanotechnological related services.\r"]},
{"url": ["http://www.azacycles.com/"], "name": ["Azacycles"], "description": ["- The company was founded for the purpose of research and development of new therapies for the treatment of specific and hitherto incurable forms of leukaemia. Its business is the  production, research and development of targeted pharmaceuticals based on nanoparticle structures.\r"]},
{"url": ["http://www.azonano.com/"], "name": ["AZoNano"], "description": ["- Nanotechnology knowledge base and news service for the engineering, design and materials community.\r"]},
{"url": ["http://www.bilcaretech.com/index.htm"], "name": ["Bilcare Technologies"], "description": ["- The company creates nanotechnology-based anti-counterfeiting, security and brand protection solutions for industry. \r"]},
{"url": ["http://www.bioforcenano.com/"], "name": ["BioForce Nanosciences, Inc."], "description": ["- A nanotechnology company providing innovative tools and solutions for the life sciences through instruments such as the Nano eNabler System, consumables, and applications.\r"]},
{"url": ["http://www.cemmnt.co.uk/"], "name": ["Cemmnt Hub Ltd"], "description": ["- The Centre of Excellence in Metrology for Micro and Nano Technologies (CEMMNT) provides measurement, characterisation, analytical and systems engineering services in the UK.\r"]},
{"url": ["http://nccoin.org/"], "name": ["Center of Innovation for Nanobiotechnology"], "description": ["- COIN is a non-profit organization with the goal of increasing commercialization of nanobiotechnologies in North Carolina. COIN's goal is to create synergy among existing statewide resources and bridge any gaps that are potential barriers to growth.\r"]},
{"url": ["http://www.cfn.kit.edu/"], "name": ["Centre for Functional Nanostructures (CFN)"], "description": ["- Does research in four research areas Nano-Photonics, Nano-Electronics, Molecular Nanostructures and Nanostructured Materials. Description of research activities, information about lectures and events.\r"]},
{"url": ["http://www.ite.waw.pl/cnf/index.php?lang=en"], "name": ["Centre of Nanophotonics"], "description": ["- A research center at the Polish Institute of Electron technology. The purpose of the center is to study the physics and fabrication of nanoscale photonic structures to be utilized by industry.\r"]},
{"url": ["http://www.ceresnano.com/"], "name": ["Ceres Nanosciences"], "description": ["- Biomedical nanotechnology utilizing the unique aspects of a carbon nanoparticle (the Nanotrap) to advance diagnostic research, medicine and many other applications. Specializing in the detection of HGH in human urine.\r"]},
{"url": ["http://www.cientifica.com/"], "name": ["Cientifica"], "description": ["- News, networks, conferences and nanotechnology resources in Europe\r"]},
{"url": ["http://www.diamonfusion.com/"], "name": ["Diamon-Fusion International"], "description": ["- The company manufactures a nanotechnology-based coating film that improves and protects surfaces.\r"]},
{"url": ["http://www.dolomite-microfluidics.com/"], "name": ["Dolomite Ltd"], "description": ["- Providers of microfluidic products and services. Including chips, connectors, pumps valves and flow sensors, as well as full system design and development.\r"]},
{"url": ["http://e-drexler.com/"], "name": ["E-Drexler.com"], "description": ["- Directions in nanotechnology: Updates on progress toward advanced objectives in nanotechnology and nanofabrication\r"]},
{"url": ["http://www.emente.co.uk/"], "name": ["Emente Ltd"], "description": ["- Emente has developed an approach to facilitate the transfer of technology out of the laboratory into manufacturing companies to enable the creation of new products and processes, with particular expertise in microsystems- and nanotechnologies.\r"]},
{"url": ["http://cordis.europa.eu/nanotechnology/home.html"], "name": ["European Commission - Nanotechnology Homepage"], "description": ["- This web service provides an overview of nanotechnology related activities across the European Community's programs. Note: The site has been archived and will no longer be updated.\r"]},
{"url": ["http://www.euspen.eu/"], "name": ["Euspen"], "description": ["- European Society for Precision Engineering and Nanotechnology - contains society news, conference information, discussion   forums and expertise search. Euspen is a not-for-profit company based at Cranfield University in the UK, with members around the world.\r"]},
{"url": ["https://evidentthermo.com/"], "name": ["Evident Thermoelectrics"], "description": ["- Manufacturer of quantum dot nanoparticles for use as a color-enhancing additive in optical devices and visual materials. New York.\r"]},
{"url": ["http://www.fluigent.com/"], "name": ["Fluigent"], "description": ["- Develops flow control devices for micro- and nanofluidic research.\r"]},
{"url": ["http://www.biofinlabs.com/"], "name": ["Biofin Laboratories"], "description": ["- Italian company mainly involved in fermentation technology, the production of interesting molecules by means of the biosynthetic property of not-pathogenic micro-organisms (usually bacteria or fungi).\r"]},
{"url": ["http://www.deb.uminho.pt/Fontes/biotech/"], "name": ["BiotechInfo"], "description": ["- Has a large number of links to biological engineering and biotechnology information sources.\r"]},
{"url": ["http://en.wikipedia.org/wiki/Biotechnology"], "name": ["Biotechnology"], "description": ["- Information from Wikipedia on technological applications that use biological systems or living organisms to make or modify products or processes for specific purposes.\r"]},
{"url": ["http://comics.vitamib.com/"], "name": ["Comet Assay and Cell Array for Genotoxicity Testing"], "description": ["- COMICS is a European Commission funded project that aims to develop reliable in vitro assays for use in screening chemicals for potential genotoxic and cytotoxic effects, in order to limit the amount of animal experimentation.\r"]},
{"url": ["http://www.plant-gem.org/"], "name": ["Plant Genomics European Meeting"], "description": ["- The 8th Plant GEM took place from October 7th to 10th 2009 in Lisbon, Portugal.\r"]},
{"url": ["http://www.foresight.org/"], "name": ["The Foresight Institute"], "description": ["- Non-profit institute focused on nanotechnology, the coming ability to build materials and products with atomic precision, and systems to aid knowledge exchange and critical discussion, thus improving public and private policy decisions.\r"]},
{"url": ["http://www.graphenomenon.com/"], "name": ["Graphene: SuperMaterial"], "description": ["- Provides a brief, informative description of the structure, properties, and potential of carbon-based graphene.\r"]},
{"url": ["http://www.howstuffworks.com/nanotechnology.htm"], "name": ["How Stuff Works: How Nanotechnology Will Work"], "description": ["- Animated narrative shows how Nanotechnology has the potential to totally change manufacturing, health care and many other areas.\r"]},
{"url": ["http://www.ianano.org/"], "name": ["IANT. International Association of Nanotechnology"], "description": ["- Nonprofit professional association with the goal of fostering research collaboration in the multiple branches of nano science and technologies for consumer, industrial and medical applications.\r"]},
{"url": ["http://researcher.watson.ibm.com/researcher/view_project.php?id=4245"], "name": ["IBM Almaden STM Molecular Art"], "description": ["- Some of the famous images of atoms and molecules made with IBM's scanning tunneling microscope.\r"]},
{"url": ["http://www.ikoscience.ee/"], "name": ["IKO Science"], "description": ["- The company specializes in nanotechnologies and is concentrated in three main areas: scientific research, construction and production of nanoparticles condition detectors. Their products are intended for production process controls, scientific and technological researches.\r"]},
{"url": ["http://sonomechanics.com/"], "name": ["Industrial Sonomechanics"], "description": ["- Offers high-intensity industrial ultrasonic liquid processors for the production of nanoemulsions and nano-particle suspensions for pharmaceutical, cosmetic, food, ink, paint, coating, wood product and metalworking industries.\r"]},
{"url": ["http://www.iase.cc/"], "name": ["Institute for Atomic-Scale Engineering"], "description": ["- Personal page of Forrest Bishop: published and unpublished concept articles.\r"]},
{"url": ["http://investingraphene.com/"], "name": ["Investingraphene"], "description": ["- Site dedicated to graphene based nanotechnology. Company and product links.\r"]},
{"url": ["http://irannano.org/nano/index.php?lang=2"], "name": ["Iranian Nanotechnology Initiative"], "description": ["- This bilingual website contains news, events, articles about nanotechnology in Iran and the world.\r"]},
{"url": ["http://www.medicalnanotec.com/"], "name": ["MedicalNanotec.com"], "description": ["- Information about the applications of Nanotechnology in Medicine. Covering safety, implementation and law.\r"]},
{"url": ["http://metamodern.com/"], "name": ["Metamodern: The Trajectory of Technology"], "description": ["- Eric Drexler’s blog, focused on progress and research objectives in nanotechnology. It spans a range of other topics related to new technologies.\r"]},
{"url": ["http://www.mancef.org/"], "name": ["Micro and Nanotechnolgy Commercialization Education Foundation (MANCEF)"], "description": ["- A global membership association focused on the commercialization of small technologies. Information about the organisation, the annual conference and other events it organizes, products, and membership details.\r"]},
{"url": ["http://www.minatec.org/"], "name": ["Minatec"], "description": ["- Centre for Innovation in Micro and Nanotechnology in Grenoble. Teaching, research, and industrial development.\r"]},
{"url": ["http://www.molecularimprints.com/"], "name": ["Molecular Imprints, Inc."], "description": ["- Manufacturer of imprint, step-and-flash lithography systems for creating nanometer-scale surface relief structures.  Texas.\r"]},
{"url": ["http://www.islandone.org/MMSG/"], "name": ["Molecular Manufacturing Shortcut Group"], "description": ["- Promotes developing nanotechnology as a way to facilitate space exploration and settlement.\r"]},
{"url": ["http://www.multiprobe.com/"], "name": ["Multiprobe"], "description": ["- The company is a leading supplier of nanoprobing tools to the semiconductor industry. Nanoprobing is the method of measuring the world’s most advanced electronic devices, which are invisible to all but the most advanced microscopes.\r"]},
{"url": ["http://www.worldscinet.com/nl/nl.shtml"], "name": ["Nano LIFE"], "description": ["- International peer-reviewed quarterly journal covering life sciences, nanosciences and nanomedicine. In each category there are sub-fields of chemical synthesis, structures, and properties of nanomaterials.\r"]},
{"url": ["http://www.nanomagazine.co.uk/"], "name": ["NANO Magazine"], "description": ["- A dynamic magazine at the leading edge of nanotechnology features, views, news and reviews. Nano will appeal to a spectrum of interests ranging from the industrial and academic research communities to investors and businesses.\r"]},
{"url": ["http://www.nstc.in/"], "name": ["Nano Science & Technology Consortium (NSTC)"], "description": ["- The company offers consulting and research in the area of nanotechnologies.\r"]},
{"url": ["http://nsti.org/"], "name": ["Nano Science & Technology Institute"], "description": ["- Events, publications and news in nanotechnology, microtechnology and biotechnology.\r"]},
{"url": ["http://www.angelfire.com/mt/marksomers/nanospace.html"], "name": ["Nano Space"], "description": ["- Nano technology as it applies now and in the future to Space Exploration and Studies.\r"]},
{"url": ["http://www.nano-tek.co.uk/"], "name": ["Nano-Tek"], "description": ["- Consultancy in nanomaterials and technology.  UK.\r"]},
{"url": ["http://nanoarchitecture.net/"], "name": ["Nanoarchitecture.net"], "description": ["- An online resource for architects and designers. The site focuses on the architectural implications of nanotechnology. Mission: to inform architects about nanotechnology, to track emerging developments in nanotechnology that will revolutionize design, and to feature works that are enabled by nanotechnology.\r"]},
{"url": ["http://www.nanobiotix.com/"], "name": ["Nanobiotix"], "description": ["- A nanomedecine company dedicated to the development of new treatments for cancer based on the combined application of nanotechnologies and biotechnologies.\r"]},
{"url": ["http://www.nanodic.com/"], "name": ["Nanodictionary"], "description": ["- A nanotechnology dictionary. The site classifies the terms related to nanotechnology into 9 different categories.\r"]},
{"url": ["http://www.nanogallery.info/"], "name": ["NanoGallery"], "description": ["- General nanotechnology information site.\r"]},
{"url": ["http://www.nanogallery.eu/"], "name": ["nanoGallery"], "description": ["- Multimedia examples of nanotechnology research. The purposes of this portal is popularization of knowledge, technology and science.\r"]},
{"url": ["http://www.nanogloss.com/"], "name": ["nanogloss"], "description": ["- Online dictionary of nanotechnology.\r"]},
{"url": ["http://nanohub.org/"], "name": ["nanoHUB"], "description": ["- A community web site dedicated to education and research through online simulation and online tutorials. Online simulation on nanoHUB is a free service, users need to register for a free login.\r"]},
{"url": ["http://www.nano-lane.com/"], "name": ["Nanolane"], "description": ["- A company providing innovative characterization tool for nanotechnology applications through optical instruments.\r"]},
{"url": ["http://www.3rdtech.com/NanoManipulator.htm"], "name": ["NanoManipulator: 3rdTech"], "description": ["- Commercial version of the NanoManipulator system originally from University of North Carolina, Chapel Hill.\r"]},
{"url": ["http://www.nanomedicinecenter.com/"], "name": ["Nanomedicinecenter.com"], "description": ["- A news collection site about nanomedicine.\r"]},
{"url": ["http://www.nanonex.com/"], "name": ["Nanonex Corp"], "description": ["- Manufacturer of imprint, step-and-flash lithography systems.  New Jersey.\r"]},
{"url": ["http://nanoprotect.de/"], "name": ["Nanoprotect"], "description": ["- The company develops and produces nanostructured coatings. Its products based on chemical nanotechnology offer corrosion protection and long-term protection of wood and natural stone/glass surfaces, aluminium facades and plastic building materials.\r"]},
{"url": ["http://nanoquebec.ca/"], "name": ["NanoQuébec"], "description": ["- Non-profit, government funded organization, focused on strengthening innovation in Canadian nanotechnology and -science.\r"]},
{"url": ["http://www.nanoregnews.com/"], "name": ["NanoReg News"], "description": ["- The company is a professional services firm, specializing in the regulation of the products of nanotechnology. It publishes the NanoReg Report to provide current information on government regulations and environmental health and safety issues.\r"]},
{"url": ["http://www.nisenet.org/"], "name": ["Nanoscale Informal Science Education Network"], "description": ["- A national community of researchers and informal science educators dedicated to fostering public awareness, engagement, and understanding of nanoscale science, engineering, and technology. The site features an online catalog of educational materials and resources for using in museums and informal learning settings.\r"]},
{"url": ["http://www.nsf.gov/home/crssprgm/nano"], "name": ["Nanoscale Science and Engineering"], "description": ["- National Science Foundation. Activities, Information and Education, Research and Development, Connections, and NSF and NNI (National Nanotechnology Initiative) Reports.\r"]},
{"url": ["http://www.nanopaprika.eu/"], "name": ["NanoScience Network"], "description": ["- A Hungarian Virtual NanoScience Network\r"]},
{"url": ["http://www.nanoscienceworks.org/"], "name": ["NanoScienceWorks.org"], "description": ["- NanoScienceWorks.org provides content and community to nanoscience researchers, offering directories to universities, labs, researchers; online libraries and collaboration tools.\r"]},
{"url": ["http://www.nanoscout.de/"], "name": ["NanoScout"], "description": ["- Portal with forums, and links sorted by topic and popularity.\r"]},
{"url": ["http://www.nanoshop.com/"], "name": ["Nanoshop"], "description": ["- A selection of nanotechnology related products.\r"]},
{"url": ["http://www.nanospace.org/"], "name": ["NanoSpace"], "description": ["- The Center for NanoSpace Technologies is a Texas-based nonprofit scientific research and education foundation chartered to conceive, establish, and conduct cutting-edge technology, research, and development in the areas of aerospace, education, energy, life sciences, and shipping and transportation.\r"]},
{"url": ["http://www.nanospain.org/"], "name": ["NanoSpain - Spanish Nanotechnology Network"], "description": ["- Promotes Spanish science and research through a multi-national networking action and to stimulate commercial nanotechnology applications.\r"]},
{"url": ["http://nanotechnews.wordpress.com/"], "name": ["NanoTechNews"], "description": ["- A news site with nanotechnology-related conferences, scientific and industrial jobs and to highlight the most recent advances in the field of nanoscience and nanotechnology and its technological potential impact on society.\r"]},
{"url": ["http://www.iop.org/EJ/journal/0957-4484"], "name": ["Nanotechnology"], "description": ["- Dedicated to coverage of all aspects of nanoscale science and technology from a multidisciplinary perspective.\r"]},
{"url": ["http://thenanoage.com/"], "name": ["The Nanotechnology Age"], "description": ["- A collection of information on nanotechnology issues, in particular molecular manufacturing.\r"]},
{"url": ["http://www.tntg.org/"], "name": ["The NanoTechnology Group"], "description": ["- A consortium of nano companies, universities and organizations developing a nano science curriculum for K-12.\r"]},
{"url": ["http://www.fourmilab.ch/autofile/www/chapter2_84.html"], "name": ["Nanotechnology in Manufacturing"], "description": ["- What Next? The Coming Revolution In Manufacturing: Autodesk Technology Forum Presentation by John Walker, May 10th, 1990.  Somewhat dated but well worth reading.\r"]},
{"url": ["http://nanotech-now.com/"], "name": ["Nanotechnology Now"], "description": ["- Provides introduction to nanotechnology, general information, images, interviews, news, events, research, books, glossary and links.\r"]},
{"url": ["http://www.nanotoxicologyinc.com/"], "name": ["Nanotechnology Toxicology Consulting & Training"], "description": ["- The firm provides training and consulting for use in decision making by nanotechnology stakeholders including corporations, investors, government and academia.\r"]},
{"url": ["http://nanotechweb.org/"], "name": ["nanotechweb.org"], "description": ["- Nanotechnology-specific news, products, jobs, events and information.  Includes articles about nanotechnology of interest to the general public.\r"]},
{"url": ["http://www.nanotechwire.com/"], "name": ["NanoTechWire.com"], "description": ["- Provides information for nanotechnology and research.\r"]},
{"url": ["http://www.nanoten.com/"], "name": ["nanoTEN"], "description": ["- Nanotechnology consulting firm. Services include nanotechnology matchmaking, assessment of trends, feasibility studies, materials and products analysis, and presentation assistance.\r"]},
{"url": ["http://www.nanovea.com/"], "name": ["Nanovea"], "description": ["- Manufacturer of profilometers, mechanical testers and tribometers. Also offers a range of nano/micro/macro mechanical and 3D non-contact metrology testing services.\r"]},
{"url": ["http://www.nanowave.com/"], "name": ["NanoWave"], "description": ["- An MIT startup, Nanowave offers SPPE (Scanning Probe Position Encoder) technology for picometer-order (subnanometer) resolution over ranges greater than several inches.\r"]},
{"url": ["http://www.nanowerk.com/"], "name": ["Nanowerk Nanotechnology Portal"], "description": ["- Source of information and links. It offers a nanomaterial database, feature articles, and a daily news service.\r"]},
{"url": ["http://www.neotechproduct.ru/"], "name": ["NeoTechProduct"], "description": ["- The company manufactures and sells fullerenes.\r"]},
{"url": ["http://www.oled-info.com/"], "name": ["OLED-Info"], "description": ["- OLED tech news and resources. OLEDs: new display technology that promises to deliver thin, power efficient and bright displays.\r"]},
{"url": ["http://percenta.com/"], "name": ["Percenta AG"], "description": ["- Research and distribution of nanotechnology-based surface sealants and cleaners.\r"]},
{"url": ["http://www.phantomsnet.net/"], "name": ["Phantoms Foundation"], "description": ["- Non-profit organisation focusing its activities on nanotechnology and the structuring and fostering of European excellence and collaboration.\r"]},
{"url": ["http://www.picosun.com/"], "name": ["Picosun"], "description": ["- Company developing and manufacturing atomic layer deposition (ALD) systems for micro- and nanotechnology applications.\r"]},
{"url": ["http://www.nanotechproject.org/"], "name": ["Project On Emerging Nanotechnologies"], "description": ["- Partnership between the Woodrow Wilson International Center for Scholars and the Pew Charitable Trusts, dedicated to knowledge dissemination, the creation of an active public and policy dialogue, and the anticipation, understanding and management of potential human health and environmental risks.\r"]},
{"url": ["http://www.quartekcorp.com/"], "name": ["QuarTek Corp"], "description": ["- A research company involved in the development of processes for the production of nano-sized materials, devices, and sensors for monitoring, display and control of physical properties and functions in scientific and commercial environments.\r"]},
{"url": ["http://www.researches-nanoclusters.eu/en"], "name": ["Researching: Clusters and benchmarks"], "description": ["- Social and economic dynamics related to the worldwide development of nanotechnologies, with a focus one the geographic clustering phenomenon.\r"]},
{"url": ["http://www.rtec-instruments.com/"], "name": ["Rtec instruments"], "description": ["- Manufacturers of high tech instruments, tribometers, 3d profilometer, stress tester and atomic force microscope.\r"]},
{"url": ["http://www.nist.gov/pml/general/stm/index.cfm"], "name": ["Scanning Tunneling Microscope (STM)"], "description": ["- Describes the invention of the topografiner, a precursor instrument, between 1965 and 1971, and also tells of the STM's development.\r"]},
{"url": ["http://www.zyvex.com/nanotech/selfRepNASA.html"], "name": ["Self Replicating Systems"], "description": ["- NASA and Self-Replicating Systems: Implications for Nanotechnology.\r"]},
{"url": ["http://www.smalltimes.com/"], "name": ["Small Times"], "description": ["- Daily articles covering MEMS, nanotechnology, and microsystems, with a business angle.\r"]},
{"url": ["http://www.spintronics-info.com/"], "name": ["Spintronics-Info"], "description": ["- A web site dedicated to Spintronics: \"Electronics\" done with electron spin. With news, articles, and forums.\r"]},
{"url": ["http://www.surreynanosystems.com/"], "name": ["Surrey NanoSystems"], "description": ["- PECVD, CVD and ICP growth of nanotubes and catalyst systems including nanoparticles and active catalyst materials for carbon nanotubes and silicon nanowires at high and low temperatures.\r"]},
{"url": ["http://www.nano.gov/"], "name": ["U.S. National Nanotechnology Initiative"], "description": ["- The National Nanotechnology Initiative (NNI) in the U.S. is a federal research and development program established to coordinate the multiagency efforts in nanoscale science, engineering, and technology.\r"]},
{"url": ["http://www.understandingnano.com/"], "name": ["Understanding Nanotechnology"], "description": ["- Website that provides clear explanations of nanotechnology applications.\r"]},
{"url": ["http://www.whatisnano.org/"], "name": ["What is nano"], "description": ["- Educational website about nanoscience, engineering and technology with videos, audio, DIY activities to try at home, nano in the news, and links to information for the general public and educators. Highlights the Nano museum exhibition and NanoDays events nationwide in the United States developed by the Nanoscale Informal Science Education Network (NISE Network).\r"]},
{"url": ["http://www.zyvex.com/nano/"], "name": ["Xerox/Zyvex Nanotechnology"], "description": ["- Former Xerox Palo Alto Research Center Nanotechnology page: brief introduction to core concepts of molecular nanotechnology (MNT), and links for further reading.\r"]},
{"url": ["http://xidex.com/"], "name": ["Xidex"], "description": ["- The company supplies the NanoBot System, a nanomanipulator system to manipulate nanoparticles in a scanning electron microscope or focused ion beam system.\r"]},
{"url": ["http://groups.yahoo.com/group/nanotech/"], "name": ["Yahoo Groups: Nanotechnology"], "description": ["- Active nanotechnology discussion group.\r"]}]